{"text": "Haben wir neue Infos zur nächsten Fakultätsversammlung? Ich hab die neueste Pressemitteilung nicht gefunden, wo steht die? Wann wird das neue Campus-Café eröffnet? Gibt es eine Übersicht über die aktuellen Forschungsstipendien? Hast du schon die Meldung über die neue Prüfungsordnung gesehen? Ich suche nach den neuesten Meldungen zu den Studiengebühren. Sind die Ergebnisse der letzten Umfrage zur Studierendenzufriedenheit schon veröffentlicht? Wo kann ich die aktuellen Ankündigungen für das Personal einsehen? Gibt's was Neues zum Thema Homeoffice-Regelungen? Haben wir schon einen Termin für die nächste Personalversammlung? Ich hab gehört, dass es Änderungen bei den Arbeitszeiten gibt, stimmt das? Wo finde ich die neuesten Infos zum digitalen Lehrangebot? Ich hab die Ankündigung zur Wintersemester-Eröffnung verpasst, wo steht die? Könnten Sie mir die Details zur nächsten Fortbildung zuschicken? Kann ich die aktuellen Pressemitteilungen auch abonnieren? Ich brauch die Infos zur nächsten Hochschulkonferenz, wo steht das? Stehen schon die Termine für die nächsten Infoveranstaltungen fest? Ich suche nach den Neuigkeiten zur Internationalisierung der Hochschule. Wurden die Ergebnisse der letzten Sitzung veröffentlicht? Gibt’s ein Update zur neuen Bibliotheksordnung? Ich hab die Einladung zur letzten Sitzung nicht bekommen, was war da? Könnte jemand die letzten Ankündigungen an alle Mitarbeiter weiterleiten? Wie wird die Kommunikation über wichtige Änderungen in Zukunft laufen? Ich hab gehört, dass es eine Änderung bei den Fördergeldern gibt, was ist da los? Wann gibt's die nächste Runde für die Forschungsanträge? Steht schon fest, wann die neuen Regelungen für das Homeoffice greifen? Wo finde ich die neuesten Infos zu den Prüfungen im kommenden Semester?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\announcement_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "Änderungen in Zukunft laufen? Ich hab gehört, dass es eine Änderung bei den Fördergeldern gibt, was ist da los? Wann gibt's die nächste Runde für die Forschungsanträge? Steht schon fest, wann die neuen Regelungen für das Homeoffice greifen? Wo finde ich die neuesten Infos zu den Prüfungen im kommenden Semester? Ich hab keine Infos zu den neuen Hygienemaßnahmen erhalten, woher krieg ich die? Gibt es eine Liste mit allen wichtigen Terminen für das kommende Semester? Ich würde gerne mehr über die neuen Partnerschaften der Hochschule erfahren. Habt ihr schon die aktualisierten Informationen zur Studienberatung? Wo kann ich die aktuellen Stellenangebote für wissenschaftliche Mitarbeiter finden? Ich weiß nicht, wo ich die neuesten Nachrichten der Hochschule finde. Sind die Berichte zur letzten Hochschulratssitzung online verfügbar? Wie sieht es mit der Veröffentlichung der neuen Forschungsrichtlinien aus? Ich hab die Einladung zur letzten Mitarbeiterversammlung nicht bekommen, was war da? Gibt's Neuigkeiten zur geplanten Studiengangsakkreditierung? Ich habe die Ankündigungen zur Lehrveranstaltung nicht erhalten, wo kann ich die finden? Wann wird die nächste Umfrage zur Mitarbeiterzufriedenheit durchgeführt? Gibt es eine Übersicht über die bevorstehenden Veranstaltungen im Wintersemester? Hast du schon die Ankündigungen zur neuen digitalen Plattform gesehen? Wo finde ich die Infos zu den neuen Sicherheitsvorschriften auf dem Campus? Ich hab die Infos zur neuen Personalpolitik nicht mitbekommen, wo ist das? Könnte ich die neuesten Informationen zur Studierendenschaft bekommen? Hat jemand die Infos zur nächsten Sitzung des Senats? Gibt es ein Update zu den internationalen Austauschprogrammen? Ich suche nach aktuellen Meldungen zu den Fördermöglichkeiten für Forschung.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\announcement_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "auf dem Campus? Ich hab die Infos zur neuen Personalpolitik nicht mitbekommen, wo ist das? Könnte ich die neuesten Informationen zur Studierendenschaft bekommen? Hat jemand die Infos zur nächsten Sitzung des Senats? Gibt es ein Update zu den internationalen Austauschprogrammen? Ich suche nach aktuellen Meldungen zu den Fördermöglichkeiten für Forschung. Wo kann ich die Informationen zur neuen Bibliothekssoftware einsehen? Könnte ich die Details zur nächsten Personalfortbildung erhalten? Gibt's eine Übersicht über die neuen Kooperationspartner der Hochschule?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\announcement_inquiry.txt", "start_word": 400, "end_word": 476}
{"text": "Könnten Sie mir die Kontaktdaten für den Catering-Service geben? Ich plane ein Meeting und bräuchte ein paar Snacks, wo bestelle ich die? Gibt es ein Formular, um Catering für unsere Veranstaltung zu bestellen? Könnte ich für nächste Woche ein Buffet für 20 Personen anfragen? Hat jemand Erfahrungen mit dem Catering von „Lecker Leicht“? Wie viel Vorlaufzeit braucht der Caterer für eine Bestellung? Ich hab vergessen, das Catering für unser Seminar zu buchen, was jetzt? Könnte man auch vegetarische Optionen beim Catering anfordern? Wo finde ich die Preise für das Catering-Angebot? Braucht man für das Catering eine Genehmigung von der Verwaltung? Wisst ihr, ob das Catering auch glutenfreie Speisen anbietet? Ich wollte nur mal nachfragen, ob wir auch Getränke über den Caterer bestellen können. Könnten Sie mir bitte die Menüoptionen für das Catering zukommen lassen? Ich habe eine Anfrage für ein Catering, aber die E-Mail-Adresse funktioniert nicht. Wie kann ich sicherstellen, dass das Catering pünktlich ankommt? Ich benötige Catering für unsere Abschiedsfeier, könnt ihr mir helfen? Sind im Catering auch Teller und Besteck enthalten? Ich bräuchte eine schnelle Bestellung für ein kleines Teammeeting. Kann ich die Bestellung vom Catering auch selbst abholen? Gibt es einen bestimmten Caterer, den wir bevorzugen sollten? Ich habe noch nie Catering bestellt, wo fange ich an? Kann ich die Anzahl der Gäste beim Catering noch ändern? Hat jemand schon mal mit dem Catering von „Feine Kost“ gearbeitet? Ich hab ein paar Allergien, wie kann ich das beim Catering angeben? Gibt es Rabattaktionen für größere Bestellungen beim", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\catering_order.txt", "start_word": 0, "end_word": 250}
{"text": "Ich habe noch nie Catering bestellt, wo fange ich an? Kann ich die Anzahl der Gäste beim Catering noch ändern? Hat jemand schon mal mit dem Catering von „Feine Kost“ gearbeitet? Ich hab ein paar Allergien, wie kann ich das beim Catering angeben? Gibt es Rabattaktionen für größere Bestellungen beim Catering? Wo kann ich das Catering für unsere Hochschulkonferenz anfragen? Könnte ich bitte eine Bestätigung für das Catering bekommen? Ich brauche für unser Brainstorming-Meeting was zu essen, was empfiehlt ihr? Wie läuft die Abrechnung für das Catering ab? Ich hab gehört, das neue Catering ist richtig gut, stimmt das? Kann ich beim Catering auch spezielle Wünsche äußern? Wurde das Catering für den nächsten Workshop schon bestellt? Ich hab einen Tippfehler in der Bestellung, kann ich das noch ändern? Wird das Catering auch bei schlechtem Wetter geliefert? Ich brauche eine Auswahl an Fingerfood für unser Networking-Event. Könnte ich das Catering auch direkt über die Webseite bestellen? Wie lange im Voraus muss ich das Catering für ein Event anfragen? Ich suche nach einem Caterer für eine internationale Konferenz. Wisst ihr, ob es auch vegane Speisen beim Catering gibt? Wie organisiere ich das Catering für eine Veranstaltung in einem anderen Gebäude? Ich wollte fragen, ob wir auch regionale Produkte beim Catering bestellen können. Was ist die beste Zeit, um Catering für eine Mittagspause zu buchen? Ich habe die Bestellung für das Catering vergessen, was mache ich jetzt? Kann ich beim Catering auch nur Getränke bestellen? Ist es möglich, das Catering nach der Veranstaltung", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\catering_order.txt", "start_word": 200, "end_word": 450}
{"text": "fragen, ob wir auch regionale Produkte beim Catering bestellen können. Was ist die beste Zeit, um Catering für eine Mittagspause zu buchen? Ich habe die Bestellung für das Catering vergessen, was mache ich jetzt? Kann ich beim Catering auch nur Getränke bestellen? Ist es möglich, das Catering nach der Veranstaltung zurückzugeben? Ich brauche eine große Auswahl an Salaten für unsere Veranstaltung. Wird das Catering im Voraus bezahlt oder nach der Veranstaltung? Ich möchte das Catering für ein wichtiges Meeting, gibt es Empfehlungen? Wie viele Optionen habe ich beim Catering zur Auswahl? Kann ich das Catering auch kurzfristig anfragen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\catering_order.txt", "start_word": 400, "end_word": 498}
{"text": "Ich möchte gerne zur XYZ-Konferenz fahren, wie läuft das mit der Genehmigung? Kann ich die Reisekosten für die Konferenz in Berlin beantragen? Wie lange dauert es, bis eine Anfrage für Konferenzteilnahme genehmigt wird? Habe ich noch Budget für weitere Konferenzen in diesem Jahr? Ich hab gehört, dass die Frist für die Konferenzanträge bald abläuft, stimmt das? Wie reiche ich einen Antrag für die Teilnahme an der ABC-Tagung ein? Darf ich auch ohne vorherige Genehmigung zu einer Konferenz fahren? Wo finde ich die Formulare für die Finanzierung von Konferenzen? Ich muss eine E-Mail für die Genehmigung schreiben, hast du Tipps? Kann ich die Kosten für die Konferenz über die Forschungsförderung abdecken? Wie sieht es mit der Finanzierung für die nächste Jahreskonferenz aus? Ich hab die Anfrage für die Konferenzteilnahme vor Wochen eingereicht, wo bleibt die Antwort? Könnten Sie mir bitte das Verfahren für die Konferenzgenehmigung erklären? Ich warte noch auf die Genehmigung für die Teilnahme an der Tagung in München. Was passiert, wenn meine Konferenzgenehmigung abgelehnt wird? Ich bin mir unsicher, ob ich die Konferenzkosten vorher beantragen muss. Kann ich die Reise zur Konferenz auch späte beantragen, wenn ich schon gebucht habe? Habe ich Anspruch auf eine Reisekostenrückerstattung für die Konferenz? Ich hab ein paar Fragen zur Finanzierung von internationalen Konferenzen. Wie oft kann ich im Jahr an Konferenzen teilnehmen? Ich hab die Infos zur Konferenzteilnahme nicht mehr, wo kann ich das nachlesen? Sind die Kosten für die Unterkunft bei Konferenzen auch abgedeckt? Ich hab die Genehmigung für die Konferenz nicht", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\conference_approval.txt", "start_word": 0, "end_word": 250}
{"text": "Ich hab ein paar Fragen zur Finanzierung von internationalen Konferenzen. Wie oft kann ich im Jahr an Konferenzen teilnehmen? Ich hab die Infos zur Konferenzteilnahme nicht mehr, wo kann ich das nachlesen? Sind die Kosten für die Unterkunft bei Konferenzen auch abgedeckt? Ich hab die Genehmigung für die Konferenz nicht erhalten, wie gehe ich jetzt vor? Könnte ich bitte eine Kopie der Richtlinien für Konferenzanträge bekommen? Ich wollte fragen, ob ich auch kurzfristig zu einer Konferenz reisen kann. Gibt es einen bestimmten Ansprechpartner für Konferenzgenehmigungen? Wie viel Geld steht mir für Konferenzen zur Verfügung? Ich hab die Anfrage für die Konferenz zu spät eingereicht, was nun? Wäre es möglich, dass ich die Genehmigung telefonisch erhalte? Ich hab gehört, dass es eine neue Regelung für Konferenzanträge gibt, stimmt das? Kann ich meine Reisekosten für eine virtuelle Konferenz ebenfalls beantragen? Ich brauche Hilfe bei der Antragstellung für die Konferenz in Hamburg. Wie kann ich sicherstellen, dass mein Antrag rechtzeitig bearbeitet wird? Ich habe die Genehmigung für die Konferenz, aber nicht für die Reisekosten. Was nun? Gibt es Unterstützung für die Teilnahme an Konferenzen im Ausland? Kann ich die Genehmigung für die Teilnahme an mehreren Konferenzen gleichzeitig beantragen? Ich hab das Formular für die Konferenzanträge nicht gefunden, wo ist das? Wie lange dauert es normalerweise, eine Genehmigung für Konferenzen zu erhalten? Ich hab ein paar Fragen zur Finanzierung von Studentenreisen zu Konferenzen. Könnten Sie mir bitte die Fristen für die Konferenzanträge zukommen lassen? Ich bin mir nicht sicher, ob ich die Kosten für", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\conference_approval.txt", "start_word": 200, "end_word": 450}
{"text": "die Konferenzanträge nicht gefunden, wo ist das? Wie lange dauert es normalerweise, eine Genehmigung für Konferenzen zu erhalten? Ich hab ein paar Fragen zur Finanzierung von Studentenreisen zu Konferenzen. Könnten Sie mir bitte die Fristen für die Konferenzanträge zukommen lassen? Ich bin mir nicht sicher, ob ich die Kosten für die Konferenz selbst tragen soll. Wie kann ich den Status meiner Konferenzgenehmigung überprüfen? Ich würde gerne wissen, ob ich auch zu kleineren Konferenzen reisen kann. Ich hab die Einladung zur Konferenz erhalten, aber noch keine Genehmigung. Was tun? Wo kann ich Infos zu aktuellen Konferenzen finden, die gefördert werden? Ich bin neu hier und brauche Hilfe bei der Beantragung von Konferenzgeldern. Ich hab die Genehmigung für die Konferenz erhalten, aber was ist mit den Reisekosten? Wäre es möglich, die Konferenzgebühren im Voraus zu bezahlen? Ich habe gehört, dass es ein Budget für Forschungskonferenzen gibt. Wo finde ich das? Ich hab einen Antrag für die Konferenz eingereicht, aber nichts gehört. Was nun?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\conference_approval.txt", "start_word": 400, "end_word": 561}
{"text": "Wo finde ich die Kontaktdaten von Frau Müller aus der Verwaltung? Ich suche die Telefonnummer von meinem Kollegen Dr. Schmidt, wo steht die? Kann mir jemand sagen, wie ich die E-Mail-Adresse von der IT-Abteilung bekomme? Ich brauch die Kontaktdaten von der Bibliothek, wo finde ich die? Hat jemand die Nummer vom Dekanat zur Hand? Wo kann ich die Kontaktliste unserer Fakultät einsehen? Ich kann die E-Mail-Adresse von Prof. Meier nicht finden, hilft mir bitte! Wie erreiche ich die Personalabteilung am besten? Braucht man dafür ein Passwort, um ins Kontaktverzeichnis zu kommen? Ich finde die Kontaktdaten vom Lehrstuhl für Maschinenbau nicht. Wer kann helfen? Wo steht die Telefonnummer von der Studienberatung? Könnte mir bitte jemand die Kontaktdaten von der Forschungsgruppe geben? Ich hab die Nummer von Herr Weber nicht, wo steht die? Gibt es eine Übersicht der Kontakte für alle Fachbereiche? Ich suche die E-Mail von der Frau Schmidt in der Verwaltung, wo schau ich nach? Kann ich die Kontaktdaten der Dozenten irgendwo online finden? Wie komme ich an die Telefonnummer vom Techniksupport? Ich brauch die Adresse von der Abteilung für internationale Studien. Wo finde ich die Kontaktdaten vom Prüfungsamt? Weiß jemand, wo die Kontaktdaten von unserem neuen Professor stehen? Ich kann die E-Mail-Adresse von der Forschungsstelle nicht finden, hat die jemand? Wie sieht's aus, wo finde ich die Kontaktdaten für die Campus-Verwaltung? Gibt es ein internes Verzeichnis für alle Mitarbeiter? Ich hab die Nummer von der Studienberatung nicht, könnt ihr mir helfen? Wo finde ich die Email-Adressen unserer Praktikanten? Wie", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contact_directory.txt", "start_word": 0, "end_word": 250}
{"text": "kann die E-Mail-Adresse von der Forschungsstelle nicht finden, hat die jemand? Wie sieht's aus, wo finde ich die Kontaktdaten für die Campus-Verwaltung? Gibt es ein internes Verzeichnis für alle Mitarbeiter? Ich hab die Nummer von der Studienberatung nicht, könnt ihr mir helfen? Wo finde ich die Email-Adressen unserer Praktikanten? Wie kann ich die Kontaktdaten von Frau Becker aus dem Dekanat erreichen? Ich brauch die Telefonnummer von der Mensa, wo steht die? Gibt's eine Möglichkeit, die Kontaktdaten schnell zu finden? Wo ist das Kontaktverzeichnis für die Fakultät für Informatik? Ich hab keinen Zugriff auf die Kontaktdaten, kann mir da jemand helfen? Wie kann ich die E-Mail-Adressen der Lehrkräfte herausfinden? Ich such die Telefonnummer von der IT-Abteilung, wo finde ich die? Hat jemand die Kontaktdaten von der Studiengangsleitung? Ich brauch die Adresse von der Pressestelle, wo find ich die? Könnte mir jemand die Kontaktdaten vom Dekan schicken? Ich kann die Kontaktdaten von der Abteilung für Öffentlichkeitsarbeit nicht finden. Wo kann ich die Telefonnummer von der technischen Unterstützung finden? Hat jemand die Nummer von unserem neuen Professor? Wie finde ich die E-Mail von dem Kollegen aus der Bibliothek? Ich brauche die Kontaktdaten von der Sportabteilung, wo kann ich die finden? Gibt's eine Liste der Kontaktdaten im Intranet? Wo finde ich die Kontaktdaten vom Fachbereich Soziale Arbeit? Ich kann die Nummer von der Finanzabteilung nicht finden, wo steht die? Wie komme ich an die E-Mail-Adresse von der Lehrkraft für Statistik? Hat jemand die Kontaktdaten von der Abteilung für Weiterbildung? Ich such die Telefonnummer von", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contact_directory.txt", "start_word": 200, "end_word": 450}
{"text": "der Kontaktdaten im Intranet? Wo finde ich die Kontaktdaten vom Fachbereich Soziale Arbeit? Ich kann die Nummer von der Finanzabteilung nicht finden, wo steht die? Wie komme ich an die E-Mail-Adresse von der Lehrkraft für Statistik? Hat jemand die Kontaktdaten von der Abteilung für Weiterbildung? Ich such die Telefonnummer von unserer Kanzlerin, wo steht die? Weiß jemand, wie ich die Kontaktdaten von der Rechtsabteilung bekomme? Ich brauch die E-Mail von der Forschungsförderung, weiß die jemand? Wo finde ich die Kontaktdaten für die International Office? Ich kann die Nummer von der Abteilung für Marketing nicht finden.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contact_directory.txt", "start_word": 400, "end_word": 495}
{"text": "Wie lange dauert es, bis mein Arbeitsvertrag ausgestellt wird? Ich hab da mal ne Frage zu meiner Vertragslaufzeit, ist die wirklich bis 2025? Könnte ich die Vertragsbedingungen bitte in einfacher Sprache erklärt bekommen? Habe ich Anspruch auf Homeoffice-Regelungen in meinem Vertrag? Wann bekomme ich meine erste Gehaltsabrechnung? Ich bin mir nicht sicher, ob meine Überstunden richtig erfasst sind, wo kann ich das überprüfen? Wie oft werden die Verträge für wissenschaftliche Mitarbeiter verlängert? Gibt es eine Klausel zur Altersvorsorge in meinem Vertrag? Kann ich während meiner Anstellung an anderen Hochschulen lehren? Ich habe einen Vertrag als Lehrbeauftragter, gibt es da spezielle Regelungen? Wie sieht es mit der Kündigungsfrist in meinem Vertrag aus? Ich brauche mehr Infos zu den Urlaubsansprüchen für Teilzeitkräfte. Wie oft werden die Gehälter erhöht und nach welchen Kriterien? Kann ich eine Beurlaubung beantragen und wie läuft das? Ist es möglich, einen Vertrag auf 80% zu reduzieren? Was passiert, wenn ich meine Probezeit nicht bestehe? Wo finde ich die Informationen zu den Arbeitszeiten für mein Team? Ich hab gehört, dass es eine Regelung für Elternzeit gibt, wie funktioniert das? Kann ich von meinem Vertrag zurücktreten, und wenn ja, wie? Brauche ich eine Genehmigung für Nebentätigkeiten während meiner Anstellung? Sind die Fortbildungsmöglichkeiten im Vertrag festgeschrieben? Wie lange ist die Kündigungsfrist für wissenschaftliche Mitarbeiter? Ich habe Schwierigkeiten mit meiner Krankenversicherung, wo kann ich Hilfe bekommen? Wie wird der Urlaub für Teilzeitmitarbeiter berechnet? Gibt es eine Regelung für Sabbaticals in meinem Vertrag? Ich bin mir nicht sicher, ob mein Gehalt korrekt ist,", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contract_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "die Fortbildungsmöglichkeiten im Vertrag festgeschrieben? Wie lange ist die Kündigungsfrist für wissenschaftliche Mitarbeiter? Ich habe Schwierigkeiten mit meiner Krankenversicherung, wo kann ich Hilfe bekommen? Wie wird der Urlaub für Teilzeitmitarbeiter berechnet? Gibt es eine Regelung für Sabbaticals in meinem Vertrag? Ich bin mir nicht sicher, ob mein Gehalt korrekt ist, wo kann ich das klären? Wie kann ich meine Arbeitszeit flexibel gestalten, wenn ich Kinder habe? Wo finde ich die aktuellen Informationen zu den Tarifverträgen? Ich hab einen Vertrag als wissenschaftlicher Mitarbeiter, was muss ich beachten? Ist es möglich, meine Arbeitszeit vorübergehend zu reduzieren? Ich habe eine Frage zu den Sozialleistungen, wo finde ich dazu Infos? Was passiert, wenn ich während meiner Vertragslaufzeit krank werde? Gibt es spezielle Regelungen für internationale Mitarbeiter in unseren Verträgen? Wie ist das mit den Reisekosten, kann ich die auch im Vertrag anpassen? Ich würde gern wissen, ob es eine Regelung für Überstunden gibt. Wie viele Urlaubstage stehen mir als Teilzeitkraft zu? Kann ich einen Aufhebungsvertrag bekommen, wenn ich kündigen möchte? Was passiert, wenn ich meinen Vertrag nicht rechtzeitig verlängere? Wo kann ich mehr über meine Rechte als Angestellter erfahren? Gibt es eine Regelung für die Altersvorsorge im Vertrag? Ich hab gehört, dass es eine Regelung für Weiterbildungskosten gibt, stimmt das? Wie oft kann ich meinen Arbeitsvertrag verlängern lassen? Kann ich meine Arbeitszeiten flexibel gestalten, wenn ich Kinder habe? Was muss ich beachten, wenn ich in Teilzeit arbeiten möchte? Wie wird das Gehalt für wissenschaftliche Mitarbeiter festgelegt? Ich bin mir unsicher, ob ich alle meine", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contract_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "Regelung für Weiterbildungskosten gibt, stimmt das? Wie oft kann ich meinen Arbeitsvertrag verlängern lassen? Kann ich meine Arbeitszeiten flexibel gestalten, wenn ich Kinder habe? Was muss ich beachten, wenn ich in Teilzeit arbeiten möchte? Wie wird das Gehalt für wissenschaftliche Mitarbeiter festgelegt? Ich bin mir unsicher, ob ich alle meine Ansprüche kenne, wo kann ich nachfragen? Ich hätte gern eine Kopie meines Arbeitsvertrags, wo kann ich die anfordern? Ist es möglich, während der Elternzeit Teilzeit zu arbeiten? Ich hab ein Angebot für ein Forschungsprojekt, wie wird das vertraglich geregelt? Wie sieht die Regelung für Mutterschutz in meinem Vertrag aus?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\contract_inquiry.txt", "start_word": 400, "end_word": 499}
{"text": "Wo finde ich die aktuellen Richtlinien zur wissenschaftlichen Integrität? Kann mir jemand den Link zu den Formularen für die Lehrveranstaltungsanmeldung schicken? Ich habe die neuen Datenschutzrichtlinien nicht erhalten, wo steht das? Wo sind die Antragsformulare für die Forschungsförderung? Ich suche die aktuellen Urlaubsregelungen für Mitarbeiter, wo kann ich die finden? Kann ich die alten Versionen der Studienordnungen irgendwo abrufen? Wo kann ich den Antrag für die Nutzung von Labormaterialien einsehen? Ich hab die Richtlinien für das Homeoffice nicht mehr, könntest du mir die zuschicken? Wie komme ich an die Formulare für die Mitarbeiterbefragung? Ich brauche die neuesten Infos zu den Prüfungsordnungen, wo finde ich die? Gibt es irgendwo eine Übersicht der neuen Formulare für die Studienberatung? Wo kann ich das Handbuch für die Lehre herunterladen? Ich kann die Vorlagen für die Forschungsanträge nicht finden, wo sind die? Hast du eine Idee, wo ich die aktuellen Regelungen für Drittmittelprojekte finde? Wo sind die Informationen zur Nutzung des neuen Raumbuchungssystems? Ich hab keine Ahnung, wie ich den Antrag auf Weiterbildung stellen soll, hilft mir jemand? Wo steht, wie viele Urlaubstage mir zustehen? Könnte jemand die Links zu den wichtigsten Formularen für mich auflisten? Ich brauch die Infos zu den neuen Regelungen für Prüfungen, wo steht das? Hat jemand die aktuellen Richtlinien für die Nutzung von IT-Ressourcen? Ich suche die Formulare für die Genehmigung von Nebentätigkeiten, wo find ich die? Wo sind die Infos zu den neuen Arbeitszeitmodellen? Ich hab die Zugangsdaten für das Dokumentenportal vergessen, was tun? Könnte mir jemand die aktuellen", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\document_access.txt", "start_word": 0, "end_word": 250}
{"text": "Prüfungen, wo steht das? Hat jemand die aktuellen Richtlinien für die Nutzung von IT-Ressourcen? Ich suche die Formulare für die Genehmigung von Nebentätigkeiten, wo find ich die? Wo sind die Infos zu den neuen Arbeitszeitmodellen? Ich hab die Zugangsdaten für das Dokumentenportal vergessen, was tun? Könnte mir jemand die aktuellen Reisekostenrichtlinien zukommen lassen? Ich brauch die Formulare zur Einreichung von Publikationen, wo sind die? Wo finde ich die aktuellen Informationen zur Betrieblichen Altersvorsorge? Ich suche die Vorlagen für die Erstellung von Lehrveranstaltungen, wo finde ich die? Hat jemand die neuen Sicherheitsrichtlinien zur Hand? Ich hab das Formular für die Dienstreise nicht gefunden, kann mir das jemand schicken? Wo kann ich die aktuellen Schulungsangebote für Mitarbeiter einsehen? Ich brauche die Unterlagen für die Bewerbung auf eine Professur, wo sind die? Wie komme ich an die neuesten Informationen zu den Förderprogrammen? Ich habe Probleme beim Zugriff auf die Dokumente im Intranet, was kann ich tun? Wo finde ich die Richtlinien zur Zusammenarbeit mit externen Partnern? Ich suche die Formulare für die Beantragung von Forschungsstipendien, wo sind die? Gibt es eine aktuelle Liste der Ansprechpartner für die verschiedenen Fachbereiche? Wo steht, wie ich meine Arbeitszeiten richtig dokumentiere? Ich brauch die Vorgaben für die Erstellung von Lehrmaterialien, wo find ich die? Wo kann ich den Antrag für eine Dienstreise herunterladen? Hast du eine Ahnung, wo die Informationen zu den internen Fortbildungsangeboten sind? Ich finde die aktuellen Regelungen zur Nutzung von mobilen Endgeräten nicht, wo sind die? Kann mir jemand die aktuellen Informationen zur Studiengangakkreditierung", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\document_access.txt", "start_word": 200, "end_word": 450}
{"text": "Erstellung von Lehrmaterialien, wo find ich die? Wo kann ich den Antrag für eine Dienstreise herunterladen? Hast du eine Ahnung, wo die Informationen zu den internen Fortbildungsangeboten sind? Ich finde die aktuellen Regelungen zur Nutzung von mobilen Endgeräten nicht, wo sind die? Kann mir jemand die aktuellen Informationen zur Studiengangakkreditierung schicken? Wo sind die Formulare für die Beantragung von Sabbaticals zu finden? Ich hab das Dokumentenarchiv nicht gefunden, wo ist das versteckt? Gibt es einen aktuellen Leitfaden für die Erstellung von Forschungsberichten? Wo finde ich die Informationen zu den neuesten Entwicklungen im Bereich E-Learning? Ich suche die Formulare zur Beantragung von Lehrmaterialien, wo sind die? Wo stehen die aktuellen Vorgaben zur Prüfungsorganisation? Ich hab die Richtlinien zur Veröffentlichung von Forschungsergebnissen nicht erhalten, wo sind die? Könnte mir jemand die Zugangsdaten für das Dokumentationssystem zukommen lassen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\document_access.txt", "start_word": 400, "end_word": 535}
{"text": "Ich benötige dringend neue Stifte und Notizblöcke für mein Seminar. Könnte ich bitte einen neuen Laptop für meine Forschung anfordern? Wo bestelle ich am besten Büromöbel für unser neues Team? Ich habe das Gefühl, dass unser Drucker oft Papierstau hat, was kann ich tun? Könnten Sie mir sagen, wo die Bestellformulare für Bürobedarf sind? Brauche mal neue Marker für die Tafel, die alten sind alle trocken. Wie lange dauert es normalerweise, bis eine Bestellung für Büromaterial ankommt? Ich möchte einen neuen Tisch für mein Büro bestellen, wo fange ich an? Gibt es eine Möglichkeit, die Bestellung für unsere neue Kaffeemaschine zu beschleunigen? Haben wir genügend Papier für die nächsten Wochen oder sollten wir nachbestellen? Kann ich die Bestellung für den neuen Beamer selbst aufgeben oder muss ich das über die Verwaltung machen? Ich hab gesehen, dass unsere Stühle nicht mehr gut sind, kann ich die ersetzen? Wie läuft das mit der Bestellung von Büromaterial, gibt's da eine Frist? Ich bräuchte einen neuen Monitor, der alte hat einen Defekt. Wer hilft mir da? Wo finde ich die Liste der genehmigten Lieferanten für Möbel? Könntest du mir helfen, die richtige Ausstattung für mein neues Labor zu finden? Ich hab einen Tisch bestellt, aber er ist noch nicht angekommen. Was nun? Brauchen wir ein neues Whiteboard für den Seminarraum? Könnte ich einen zusätzlichen Schrank für meine Unterlagen anfordern? Ich bin mir nicht sicher, ob wir genug Büromaterial haben, kann ich nachsehen? Könnte ich bitte einige neue Ordner für unsere Unterlagen bestellen? Gibt's eine", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\equipment_request.txt", "start_word": 0, "end_word": 250}
{"text": "aber er ist noch nicht angekommen. Was nun? Brauchen wir ein neues Whiteboard für den Seminarraum? Könnte ich einen zusätzlichen Schrank für meine Unterlagen anfordern? Ich bin mir nicht sicher, ob wir genug Büromaterial haben, kann ich nachsehen? Könnte ich bitte einige neue Ordner für unsere Unterlagen bestellen? Gibt's eine spezielle Bestellung für nachhaltige Büroartikel? Ich habe einen neuen Projektor bestellt, wann kann ich mit der Lieferung rechnen? Sind die Preise für die Büromöbel aktuell, wo finde ich die Infos? Ich hab ein paar defekte Stühle in meinem Büro, wie kann ich die melden? Könnte ich einen Katalog für Bürobedarf anfordern? Wie oft können wir Büroartikel nachbestellen? Ich bräuchte einen neuen Schreibtischstuhl, der alte ist kaputt. Kann ich die Bestellung für eine neue Bibliothekssoftware selbst aufgeben? Ich wollte mal nachfragen, ob wir neue Laptops für die Lehrenden bekommen könnten. Gibt's eine spezielle Vorgehensweise für die Bestellung von Laborgeräten? Ich hab einen neuen Drucker bestellt, aber die Lieferung kam noch nicht. Wo sind die Formulare für die Bestellung von Büromaterial? Kann ich einfach online Bestellungen für Bürobedarf aufgeben? Ich brauche dringend neues Toner für den Drucker, wo kann ich das bestellen? Wie lange dauert es, bis neue Möbel geliefert werden? Könnte ich einen zusätzlichen Bildschirm für meine Arbeit bekommen? Ich hab ein paar Dinge bestellt, aber nichts ist bisher angekommen. Wo kann ich die Bestellung für neue Bücher einreichen? Ich brauche dringend neue USB-Sticks für meine Präsentationen. Wie oft dürfen wir neues Büromaterial bestellen? Ich hab einen neuen Stuhl bestellt, aber", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\equipment_request.txt", "start_word": 200, "end_word": 450}
{"text": "ich einen zusätzlichen Bildschirm für meine Arbeit bekommen? Ich hab ein paar Dinge bestellt, aber nichts ist bisher angekommen. Wo kann ich die Bestellung für neue Bücher einreichen? Ich brauche dringend neue USB-Sticks für meine Präsentationen. Wie oft dürfen wir neues Büromaterial bestellen? Ich hab einen neuen Stuhl bestellt, aber er ist noch nicht da. Wo finde ich die Informationen zu den aktuellen Bestellfristen? Kann ich auch online nach Bürobedarf suchen oder nur über die Verwaltung? Ich möchte ein neues Mikroskop für die Forschung anfordern, wie gehe ich vor? Könnte ich die Bestellung für Büromaterial auch per E-Mail aufgeben? Wo können wir die Bestellungen für Laborausrüstung einsehen? Ich habe eine Bestellung für einen neuen Drucker aufgegeben, wie lange dauert das? Ich benötige einige neue Bücher für meine Vorlesung, wo kann ich das anfragen? Sind wir noch im Budget für neue Möbel oder muss ich das klären?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\equipment_request.txt", "start_word": 400, "end_word": 546}
{"text": "Wie kann ich die Prüfungstermine für mein Fach ändern? Gibt es eine Übersicht über die verfügbaren Räume für die Klausuren? Ich muss einen Raum für die Abschlussprüfungen reservieren, wo finde ich die Infos? Kann ich den Raum B105 für die Prüfung am 15. Dezember buchen? Wo kann ich die aktuellen Prüfungstermine einsehen? Heute ist der letzte Tag für die Raumbuchungen, oder? Ich hab vergessen, meine Prüfungsräume zu reservieren, was jetzt? Wie lange im Voraus muss ich einen Raum für eine Prüfung anfragen? Kann ich auch kurzfristig einen Raum für die Klausur buchen? Ich brauch einen Raum für die mündlichen Prüfungen, kann mir da jemand helfen? Wo sind die Formulare für die Raumreservierung zu finden? Kann ich die Prüfungszeiten ändern, wenn ich eine Überschneidung habe? Ich hab Probleme mit der Raumbuchung, wer kann mir helfen? Wie viele Plätze hat der Raum C202 für die Prüfung? Was ist die Deadline für die Anmeldung der Prüfungen? Ich habe das Gefühl, dass der Raum A101 nicht ausreicht, was denkt ihr? Wie kann ich die Prüfung für meine Studis planen? Ich hab gehört, dass es einen neuen Prozess für die Raumbuchungen gibt, stimmt das? Ich brauche einen Raum mit Beamer für die Prüfung, welcher ist verfügbar? Kann ich den Raum für die Prüfung auch online buchen? Gibt es eine Liste der Räume, die für Prüfungen nicht genutzt werden dürfen? Ich bin mir nicht sicher, ob ich den richtigen Raum reserviert habe, könnt ihr das überprüfen? Wo sind die Infos zu den Prüfungsräumen für das Sommersemester?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\exam_scheduling.txt", "start_word": 0, "end_word": 250}
{"text": "verfügbar? Kann ich den Raum für die Prüfung auch online buchen? Gibt es eine Liste der Räume, die für Prüfungen nicht genutzt werden dürfen? Ich bin mir nicht sicher, ob ich den richtigen Raum reserviert habe, könnt ihr das überprüfen? Wo sind die Infos zu den Prüfungsräumen für das Sommersemester? Kann ich einen Raum für eine Prüfung auch am Wochenende buchen? Wie viele Klausuren dürfen gleichzeitig in einem Raum stattfinden? Ich muss kurzfristig einen Raum für die Prüfung umdisponieren, wie gehe ich vor? Ich hab alle Räume für meine Prüfungen reserviert, aber was ist, wenn sich die Zeiten ändern? Ich brauche dringend einen größeren Raum für die Abschlussprüfungen, wo kann ich einen bekommen? Kann ich einen Raum für die Klausur auch telefonisch reservieren? Ich hab keine Bestätigung für meine Raumbuchung erhalten, was soll ich machen? Wie funktioniert die Raumbuchung für die Prüfungen dieses Jahr? Gibt es einen speziellen Ansprechpartner für Prüfungsraumbuchungen? Ich hab gehört, dass wir jetzt eine neue Software für die Raumbuchungen nutzen, ist das richtig? Wie viele Studis passen in den Raum C300 für die Prüfung? Ich hab ein Problem mit der Raumbuchung, kann ich einfach ins Sekretariat kommen? Kann ich einen Raum für die Prüfung auch selbst einrichten? Ich bin mir unsicher, ob ich die richtige Raumnummer habe, kann mir da jemand helfen? Gibt es eine Übersicht über alle Prüfungsräume und deren Ausstattung? Ich habe keine Zeit, um den Raum für die Prüfung zu buchen, was kann ich tun? Wie kann ich die Prüfungsräume für die Gruppenarbeiten", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\exam_scheduling.txt", "start_word": 200, "end_word": 450}
{"text": "einrichten? Ich bin mir unsicher, ob ich die richtige Raumnummer habe, kann mir da jemand helfen? Gibt es eine Übersicht über alle Prüfungsräume und deren Ausstattung? Ich habe keine Zeit, um den Raum für die Prüfung zu buchen, was kann ich tun? Wie kann ich die Prüfungsräume für die Gruppenarbeiten reservieren? Ich brauch einen Raum mit Whiteboard für die Prüfung, wo ist der? Ich hoffe, die Raumbuchungen klappen dieses Jahr besser als letztes Mal. Ich hab die Raumbuchung für meine Prüfung vergessen, was jetzt? Wo kann ich die Nutzungsbedingungen für die Prüfungsräume finden? Ich brauch einen Raum für die Prüfung nächste Woche, wie gehe ich vor? Wie viele Klausuren können an einem Tag in einem Raum geschrieben werden? Ich hab gehört, dass wir die Prüfungen jetzt digital machen, stimmt das? Ich hab das Formular für die Raumbuchung nicht gefunden, wo ist das? Was mache ich, wenn der gebuchte Raum nicht verfügbar ist? Gibt es eine Liste der Räume, die für Prüfungen nicht genutzt werden dürfen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\exam_scheduling.txt", "start_word": 400, "end_word": 565}
{"text": "Wie reiche ich die Noten für meine Studierenden ein? Kann ich die Noten noch nachträglich ändern, wenn ich sie einmal eingereicht habe? Wo finde ich die Fristen für die Noteneingabe? Ich hab vergessen, einen Studenten zu bewerten, was nun? Gibt es eine Anleitung für die Noteneingabe im System? Kann ich Noten auch direkt per E-Mail schicken? Ich brauche eine Bestätigung über mein Abschlusszeugnis, wo bekomme ich die? Wie lange dauert es, bis die Noten im System sichtbar sind? Ich hab die Noten falsch eingegeben, kann ich das selbst ändern? Wo sind die Formulare für Notenänderungen zu finden? Was mache ich, wenn ein Student mit seiner Note nicht einverstanden ist? Ich hab einen Tippfehler in der Noteneingabe, wie kann ich den korrigieren? Könnt ihr mir die Frist für die Noteneingabe nochmal nennen? Wie kann ich die Noten für meine Vorlesung im System hochladen? Ich brauche eine Übersicht meiner eingereichten Noten, wo finde ich die? Wie oft kann ich meine Noten aktualisieren? Kann ich Noten auch nach dem Abgabetermin noch ändern? Ich hab in der letzten Prüfung einen Fehler gemacht, wie gehe ich damit um? Wo muss ich meine Noten für die Abschlussarbeiten abgeben? Wie lange dauert die Bearbeitung von Notenänderungen? Ich hab die Noten für eine Prüfung eingereicht, aber jetzt möchte ich sie anpassen. Kann ich die Noten für alle Studierenden gleichzeitig einreichen? Wie funktioniert das mit den Noten für die Bachelorarbeit? Gibt es eine Möglichkeit, die Noten anonym zu übermitteln? Ich hab die Noten nicht rechtzeitig eingereicht, was sind die", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\grade_submission.txt", "start_word": 0, "end_word": 250}
{"text": "hab die Noten für eine Prüfung eingereicht, aber jetzt möchte ich sie anpassen. Kann ich die Noten für alle Studierenden gleichzeitig einreichen? Wie funktioniert das mit den Noten für die Bachelorarbeit? Gibt es eine Möglichkeit, die Noten anonym zu übermitteln? Ich hab die Noten nicht rechtzeitig eingereicht, was sind die Konsequenzen? Könnt ihr mir helfen, wenn ich Probleme beim Noteneintrag habe? Ich habe meine Noten nicht im System gefunden, warum? Wie gehe ich vor, wenn ein Student eine Notenänderung wünscht? Ich bin mir unsicher, ob ich die richtige Note eingetragen habe. Was soll ich tun, wenn ich die Noteneingabe vergessen habe? Ist der Noteneintrag auch am Wochenende möglich? Kann ich die Noten für unterschiedliche Kurse separat eingeben? Ich brauche Infos zu den Fristen für Notenänderungen. Wie kann ich die akademischen Aufzeichnungen meiner Studierenden einsehen? Ich hab einen Fehler bei der Noteneingabe gemacht, kann ich den rückgängig machen? Kann ich meine Noten auch auf Papier einreichen? Wo kann ich meine Noten für das letzte Semester einsehen? Was passiert, wenn ich die Noten nicht rechtzeitig abgebe? Wie oft werden die Notenupdates im System synchronisiert? Ich brauche eine Bestätigung für mein Zeugnis, an wen kann ich mich wenden? Kann ich die Noten für meine Module selbst verwalten? Ich hab die Noten für eine Prüfung im falschen Fach eingetragen. Gibt es eine Frist für die Einreichung von Notenänderungen? Wie kann ich Notenänderungen nach der Abgabe begründen? Ich habe keinen Zugang zum Notensystem, was soll ich tun? Kann ich die Noten für meine Seminararbeiten online", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\grade_submission.txt", "start_word": 200, "end_word": 450}
{"text": "meine Module selbst verwalten? Ich hab die Noten für eine Prüfung im falschen Fach eingetragen. Gibt es eine Frist für die Einreichung von Notenänderungen? Wie kann ich Notenänderungen nach der Abgabe begründen? Ich habe keinen Zugang zum Notensystem, was soll ich tun? Kann ich die Noten für meine Seminararbeiten online einreichen? Ich hab eine Anfrage zur Notenänderung, an wen soll ich mich wenden? Wie lange dauert es, bis Notenänderungen genehmigt werden? Ich hab eine falsche Note für einen Studenten eingetragen, was jetzt? Wie kann ich die Noten für meine Studierenden anpassen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\grade_submission.txt", "start_word": 400, "end_word": 491}
{"text": "Ich kann mich nicht in mein E-Mail-Konto einloggen, was soll ich machen? Der Beamer im Seminarraum funktioniert nicht, könntet ihr da mal nachsehen? Wie ändere ich mein Passwort für das WLAN? Ich habe Probleme mit der Software, die ich für mein Forschungsprojekt brauche. Kann mir jemand erklären, wie ich einen Druckauftrag an den neuen Drucker sende? Mein Laptop stürzt ständig ab, was könnte da los sein? Ich finde die Studierendenverwaltung nicht mehr auf der Website, wo ist die? Wie kann ich meine E-Mails auf meinem Handy einrichten? Der Internetzugang im Büro ist total langsam, gibt es da ein Problem? Ich kann die Datei nicht speichern, weil ich keine Berechtigung habe, was tun? Kann ich die Software für die Datenanalyse auch auf dem Uni-Notebook installieren? Wie melde ich mich für den IT-Support an, wenn ich ein Problem habe? Ich hab vergessen, wie man den Drucker zurücksetzt, könntest du mir helfen? Wo finde ich die Anleitung für die Videokonferenzsoftware? Ich komme mit dem neuen Campus-Management-System nicht klar. Mein Rechner zeigt ständig ein Fehlerfenster an, was kann ich tun? Kann ich die Uni-Software auch privat nutzen? Weiß das jemand? Ich hab ein Problem mit der Verbindung zum Druckserver. Wie melde ich mich für Online-Kurse an? Geht das auch über die App? Der Scanner in der Bibliothek funktioniert nicht, könnt ihr das reparieren? Ich kann die Präsentation nicht hochladen, hat jemand eine Idee? Mein Smartphone verbindet sich nicht mit dem Uni-WLAN, was mache ich falsch? Brauche ich extra Software für die Videoübertragung im Seminar?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\it_support_employee.txt", "start_word": 0, "end_word": 250}
{"text": "Online-Kurse an? Geht das auch über die App? Der Scanner in der Bibliothek funktioniert nicht, könnt ihr das reparieren? Ich kann die Präsentation nicht hochladen, hat jemand eine Idee? Mein Smartphone verbindet sich nicht mit dem Uni-WLAN, was mache ich falsch? Brauche ich extra Software für die Videoübertragung im Seminar? Ich hab beim letzten Update ein Problem, was kann ich tun? Kann mir jemand den Zugang zum Online-Portal freischalten? Mein Bildschirm flackert, ist das ein Hardwareproblem? Ich habe vergessen, wie man die VPN-Verbindung herstellt. Der Drucker im Flur ist leer, kann das jemand nachfüllen? Ich kann die Meeting-Links nicht finden, wo stehen die? Wie kann ich meine Daten im System aktualisieren? Ich bekomme ständig Spam-Mails, was kann ich dagegen tun? Ich kann meine Dateien nicht finden, sind die vielleicht gelöscht worden? Wie kann ich die Software für meine Präsentation herunterladen? Die Uni-Website lädt bei mir nicht, liegt das an meinem Browser? Ich brauche Unterstützung bei der Installation von MATLAB. Wie kann ich einen Termin für die IT-Beratung vereinbaren? Der Laptop ist total langsam, kann ich da was machen? Ich habe ein Problem mit der Synchronisation meiner E-Mails. Kann ich meine alten E-Mails irgendwo archivieren? Ich bin mir nicht sicher, ob mein Passwort sicher ist, was denkt ihr? Ich kann das WLAN-Passwort nicht finden, wo steht das? Wie kann ich die Datenschutzbestimmungen für unsere Software einsehen? Ich kann die Updates nicht installieren, hat jemand einen Tipp? Wie funktioniert die Anmeldung für die neue Software? Ich hab ein Problem mit dem Zugang", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\it_support_employee.txt", "start_word": 200, "end_word": 450}
{"text": "mein Passwort sicher ist, was denkt ihr? Ich kann das WLAN-Passwort nicht finden, wo steht das? Wie kann ich die Datenschutzbestimmungen für unsere Software einsehen? Ich kann die Updates nicht installieren, hat jemand einen Tipp? Wie funktioniert die Anmeldung für die neue Software? Ich hab ein Problem mit dem Zugang zu meiner Forschungsdatenbank. Kann ich die Uni-Software auch auf meinem Privatgerät nutzen? Ich hab keine Berechtigung, um auf die Dateien zuzugreifen, was nun? Mein E-Mail-Postfach ist überfüllt, was kann ich löschen? Der Drucker im Büro druckt nicht, was kann ich ausprobieren? Ich kann mich nicht in das Online-Portal einloggen, weiß jemand warum?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\it_support_employee.txt", "start_word": 400, "end_word": 502}
{"text": "Ich benötige einen neuen Schlüssel für das Labor, wo kann ich das beantragen? Habe ich Zugang zu den Räumen im Neubau? Kann ich meine Schlüsselkarte für das Büro von 9 bis 17 Uhr aktivieren lassen? Wo finde ich die Informationen zu den Sicherheitsberechtigungen hier an der HNU? Kann ich meine Zugangrechte für die Bibliothek erweitern? Ich hab mein Schlüssel verloren, was jetzt? Wie lange dauert es, bis ich eine neue Schlüsselkarte bekomme? Gibt es eine Möglichkeit, temporäre Zugänge für Gäste zu erstellen? Ich hab Probleme mit meiner Zugangskarte, die funktioniert nicht. Wo kann ich meine Zugriffsanträge einsehen? Wie beantrage ich einen Schlüssel für den Maschinenraum? Kann ich die Sicherheitsberechtigungen für mein Projekt selbst verwalten? Ich brauche Zugang zu den Labors, gibt es einen speziellen Antrag dafür? Kann ich meine Schlüsselkarte für die Außenanlagen erweitern? Wie lange gilt die Sicherheitsgenehmigung für unsere Räume? Habe ich auch Zugang zu den Büroräumen der anderen Fakultäten? Ich hab gehört, dass es ein neues Verfahren für Schlüsselbeantragungen gibt, wo finde ich das? Sind die Zugangskarten auch für das Parkhaus gültig? Ich muss mal kurz in den Technikraum, hab aber keinen Zugang, was tun? Gibt es einen Ansprechpartner für Fragen zur Gebäudesicherheit? Ich bin neu hier, wie bekomme ich meine Schlüsselkarte? Kann ich meinen Zugang zum Serverraum für eine Woche verlängern? Wo kann ich die Öffnungszeiten der Sicherheitsdienste finden? Ich habe einen Schlüssel für das Büro, aber nicht für den Besprechungsraum. Sind die Zugangsdaten für das Online-System immer gleich? Ich hab gehört, dass ich meine Karte", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\key_access_request.txt", "start_word": 0, "end_word": 250}
{"text": "wie bekomme ich meine Schlüsselkarte? Kann ich meinen Zugang zum Serverraum für eine Woche verlängern? Wo kann ich die Öffnungszeiten der Sicherheitsdienste finden? Ich habe einen Schlüssel für das Büro, aber nicht für den Besprechungsraum. Sind die Zugangsdaten für das Online-System immer gleich? Ich hab gehört, dass ich meine Karte auch online aktivieren kann, wie geht das? Wie kann ich einen Schlüssel für das Archiv anfordern? Ich hab ein Problem mit meinem Zugang zu den Druckern, wer hilft mir? Kann ich die Zugriffsrechte für meine Mitarbeiter beantragen? Ich brauche dringend Zugang zum Forschungsraum, bitte um Hilfe! Wo finde ich die Formulare für die Schlüsselbeantragung? Könnte ich mein Zugang zu einem gesperrten Raum anfragen? Ich hab die Sicherheitsunterweisung verpasst, kann ich die nachholen? Brauche ich eine Genehmigung, um die Gebäude nach 20 Uhr zu betreten? Ich hab meine Karte in der Mensa vergessen, was jetzt? Kann ich einen Schlüssel für den Lagerraum bekommen? Ich bin Forscher und benötige Zugriff auf spezielle Geräte, wo kann ich das beantragen? Wie oft muss ich meine Sicherheitsberechtigung erneuern? Habe ich auch Zugang zu den Seminarräumen im anderen Gebäude? Gibt es eine Liste der Räume, zu denen ich Zugang habe? Ich hab ein Problem mit der Zutrittskontrolle, wer kann mir helfen? Kann ich meine Schlüsselkarte für einen Tag abgeben, wenn ich nicht da bin? Ich hab gehört, dass wir jetzt biometrische Zugänge bekommen, stimmt das? Wo kann ich den Antrag für einen neuen Zugang stellen? Ich brauche die Schlüsselkarte für die nächste Woche, wie gehe ich", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\key_access_request.txt", "start_word": 200, "end_word": 450}
{"text": "Zutrittskontrolle, wer kann mir helfen? Kann ich meine Schlüsselkarte für einen Tag abgeben, wenn ich nicht da bin? Ich hab gehört, dass wir jetzt biometrische Zugänge bekommen, stimmt das? Wo kann ich den Antrag für einen neuen Zugang stellen? Ich brauche die Schlüsselkarte für die nächste Woche, wie gehe ich vor? Ich hab meine Karte in der Bibliothek verloren, was jetzt? Sind die Sicherheitsrichtlinien für alle Mitarbeiter gleich? Wie kann ich eine Ausnahmegenehmigung für den Zugang zu einem gesperrten Bereich beantragen? Ich hab einen neuen Job hier, wann bekomme ich meine Schlüsselkarte? Wo finde ich Informationen zur Sicherheit während der Prüfungszeit?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\key_access_request.txt", "start_word": 400, "end_word": 501}
{"text": "Der Heizkörper in meinem Büro funktioniert nicht richtig, könntet ihr bitte nachsehen? Könnte jemand das Licht im Flur bei Raum B205 reparieren? Ich habe ein Problem mit der Klimaanlage im Seminarraum, es wird nicht kühl. Wo kann ich eine Wartungsanfrage für die Küche im Fakultätsgebäude stellen? Der Wasserhahn in der Herren-Toilette im Erdgeschoss tropft, bitte um Reparatur. Könnte der Teppich im Foyer mal gereinigt werden? Der ist ganz schön schmutzig. Mein Fenster lässt sich nicht schließen, was kann ich da tun? Ich habe einen Defekt an meinem Schreibtischstuhl, der muss repariert werden. Haben wir einen festen Ansprechpartner für Gebäudewartung? Der Drucker im Copyraum ist wieder kaputt, könntet ihr euch darum kümmern? Ich brauche dringend eine neue Lampe für mein Büro, die alte ist defekt. Die Heizung im Seminarraum C103 ist viel zu laut, das stört den Unterricht. Könnte jemand die Toilette im Frauen-WC im dritten Stock überprüfen? Ich habe ein Wasserleck in meinem Büro, das sollte schnell behoben werden. Wo finde ich die Formulare für Wartungsanfragen? Kann jemand schnell die Mülltonnen im Bürogebäude leeren? Ich habe einen Defekt an der Beamer-Anlage im Hörsaal, bitte um schnelle Hilfe. Könnte die Außenbeleuchtung am Eingang repariert werden? Es ist sehr dunkel. Der Aufzug im Hauptgebäude funktioniert nicht, das ist ein großes Problem! Ich brauch einen neuen Tisch für mein Büro, der alte ist kaputt. Die Fenster in meinem Büro sind total dreckig, könnt ihr das reinigen? Könnte jemand die Klimaanlage im Büro von Prof. Müller überprüfen? Ich habe einen seltsamen Geruch im Büro,", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\maintenance_request.txt", "start_word": 0, "end_word": 250}
{"text": "im Hauptgebäude funktioniert nicht, das ist ein großes Problem! Ich brauch einen neuen Tisch für mein Büro, der alte ist kaputt. Die Fenster in meinem Büro sind total dreckig, könnt ihr das reinigen? Könnte jemand die Klimaanlage im Büro von Prof. Müller überprüfen? Ich habe einen seltsamen Geruch im Büro, kann das ein Wartungsproblem sein? Die Wand im Flur hat einen großen Riss, wer kümmert sich darum? Kann ich einen Termin für die Reinigung meines Büros anfragen? Der Kühlschrank in der Teeküche ist kaputt, er kühlt nicht mehr. Ich habe einen kaputten Stuhl, könntet ihr den bitte abholen? Könnte jemand die defekte Steckdose in meinem Büro reparieren? Die Türen im Gebäude knarren sehr laut, das sollte behoben werden. Könnte man die Fenster im Seminarraum ölen, sie gehen schwer auf? Ich brauche Unterstützung bei der Reparatur meines Schreibtisches. Die Toilettenpapierhalter in den WCs sind leer, bitte um Nachfüllung. Ich habe ein Problem mit der Internetverbindung in meinem Büro, was kann ich tun? Der Beamer im Konferenzraum lässt sich nicht einschalten, kann jemand helfen? Könnte man die Heizung im Büro von Frau Schmidt mal überprüfen? Ich hätte gerne einen neuen Mülleimer in meinem Büro, der alte ist voll. Könnte der Boden im Flur mal gewischt werden? Er sieht echt schmutzig aus. Die Stühle im Seminarraum sind unbequem, können wir neue bekommen? Ich habe einen defekten Laptop, der muss repariert werden. Kann jemand die Fenster im Raum A101 putzen? Die Sicht ist eingeschränkt. Der Kaffeeautomat in der Teeküche funktioniert nicht, bitte um Hilfe.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\maintenance_request.txt", "start_word": 200, "end_word": 450}
{"text": "Flur mal gewischt werden? Er sieht echt schmutzig aus. Die Stühle im Seminarraum sind unbequem, können wir neue bekommen? Ich habe einen defekten Laptop, der muss repariert werden. Kann jemand die Fenster im Raum A101 putzen? Die Sicht ist eingeschränkt. Der Kaffeeautomat in der Teeküche funktioniert nicht, bitte um Hilfe. Die Bildschirme in den Computerräumen sind veraltet, könnten wir neue bekommen? Ich brauche eine neue Tastatur, die alte ist kaputt. Die Wandfarbe im Flur blättert ab, das sollte mal neu gemacht werden. Wo kann ich einen Antrag auf Büromaterial einreichen? Könnte der Drucker im Sekretariat wieder aufgeladen werden? Die Fußbodenbeläge in den Fluren sind rutschig, könnten die gereinigt werden? Der Wasserkocher in der Teeküche ist defekt, bitte um Ersatz. Ich brauche einen neuen Monitor für mein Büro, der alte ist zu klein. Die Stühle im Hörsaal K1 sind unbequem, kann man da was machen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\maintenance_request.txt", "start_word": 400, "end_word": 544}
{"text": "Könnten wir ein Treffen zur Planung des nächsten Seminars ansetzen? Wann passt es dir, um die Forschungsergebnisse zu besprechen? Ich würde gerne einen Termin mit der Verwaltung koordinieren, wann wäre es günstig? Könnte ich dich um einen kurzen Termin bitten, um meine Fragen zu klären? Hast du Zeit für ein kurzes Meeting nächste Woche? Ich muss einen Raum für unser Teammeeting reservieren, wo finde ich die Infos? Könnten wir einen Termin zur Besprechung der neuen Studiendurchführungen vereinbaren? Wie sieht dein Kalender für nächste Woche aus, um über das Projekt zu sprechen? Wäre es möglich, ein Treffen mit der Studiengangsleitung zu organisieren? Ich wollte fragen, ob du nächste Woche für ein Meeting Zeit hast. Könnten wir einen Termin für unser Forschungsteam festlegen? Ich brauche Hilfe beim Ansetzen eines Meetings mit dem Dekanat. Könntest du mir sagen, wie ich einen Raum für unser Treffen reserviere? Ich würde gerne ein Meeting mit dir zur Besprechung der Lehrinhalte planen. Hast du einen Termin für ein kurzes Gespräch über die Projektfinanzierung? Könnten wir unser Treffen auf Dienstag um 14 Uhr legen? Ich hab noch keine Rückmeldung zur Raumreservierung bekommen, weißt du was? Wie kann ich die Verwaltung kontaktieren, um ein Meeting zu vereinbaren? Hast du Vorschläge für einen Termin, um über die Weiterbildung zu sprechen? Ich wollte nur nachfragen, ob du nächste Woche Zeit für ein Meeting hast. Könnten wir uns am Freitag um 10 Uhr treffen, um die Ergebnisse zu diskutieren? Ich bräuchte einen Raum für unser Teammeeting, wo kann ich das anfragen? Wann", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\meeting_scheduling.txt", "start_word": 0, "end_word": 250}
{"text": "Vorschläge für einen Termin, um über die Weiterbildung zu sprechen? Ich wollte nur nachfragen, ob du nächste Woche Zeit für ein Meeting hast. Könnten wir uns am Freitag um 10 Uhr treffen, um die Ergebnisse zu diskutieren? Ich bräuchte einen Raum für unser Teammeeting, wo kann ich das anfragen? Wann hättest du Zeit für ein Treffen, um die neuen Module zu planen? Ich suche nach einem Termin für die Besprechung mit dem Prüfungsamt. Könntest du mir bitte einen Termin für ein kurzes Meeting vorschlagen? Wie sieht es bei dir mit einem Treffen nächste Woche aus? Ist der Raum B202 für unser Meeting am Donnerstag verfügbar? Wäre es möglich, einen Termin mit dem IT-Support zu vereinbaren? Ich möchte gerne ein Treffen zur Besprechung der neuen Forschungsanträge ansetzen. Hast du einen Slot, um über die Budgetplanung zu sprechen? Könntest du mir helfen, ein Meeting mit dem Prüfungsamt zu organisieren? Wann könnten wir uns treffen, um die Ergebnisse der Umfrage auszuwerten? Ich hätte gerne einen Termin, um die Lehrpläne zu besprechen. Könnten wir das Meeting auf Mittwoch verschieben, ich hab da mehr Zeit? Ich wollte dich fragen, ob du Zeit für ein kurzes Gespräch hast. Wie kann ich ein Meeting mit der Studiengangskoordination fixieren? Ich bräuchte eure Hilfe, um einen Termin für das Teammeeting zu finden. Könnten wir uns nächste Woche zum Austausch über die Forschungsprojekte treffen? Ich suche einen Termin für ein Gespräch über die neuen Lehrinhalte, wann passt es dir? Könnten wir das Treffen auf nächste Woche verschieben, ich bin diese", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\meeting_scheduling.txt", "start_word": 200, "end_word": 450}
{"text": "fixieren? Ich bräuchte eure Hilfe, um einen Termin für das Teammeeting zu finden. Könnten wir uns nächste Woche zum Austausch über die Forschungsprojekte treffen? Ich suche einen Termin für ein Gespräch über die neuen Lehrinhalte, wann passt es dir? Könnten wir das Treffen auf nächste Woche verschieben, ich bin diese Woche beschäftigt? Hast du nächste Woche Zeit, um über die neuen Richtlinien zu sprechen? Ich wollte fragen, ob du bei der Planung des nächsten Treffens helfen kannst. Ist der Raum C303 für unser Meeting am Dienstag frei? Wäre es möglich, einen Termin zur Besprechung der Abschlussarbeiten zu vereinbaren? Ich hab die E-Mail zur Raumreservierung nicht bekommen, was ist da los? Wann passt es dir, um über die aktuelle Studienlage zu sprechen? Ich benötige Unterstützung beim Planen unseres nächsten Workshops. Könnten wir uns am Donnerstag um 15 Uhr treffen? Ich suche einen Termin, um die Statistiken zu präsentieren, wann hast du Zeit? Wie kann ich ein Meeting mit dem Dekanat organisieren?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\meeting_scheduling.txt", "start_word": 400, "end_word": 560}
{"text": "Kann ich mein Parkausweis online beantragen? Ich habe meinen Parkausweis verloren, was soll ich jetzt tun? Gibt es spezielle Parkplätze für Professoren auf dem Campus? Wie lange gilt mein Parkplatz-Ausweis? Ich habe Probleme mit meinem Parkplatz, der ist ständig besetzt. Könnten Sie mir sagen, wo ich den neuen Parkausweis abholen kann? Was mache ich, wenn ich meinen Parkschein nicht rechtzeitig erneuern kann? Muss ich für die Parkplätze auf dem Campus bezahlen? Könnte ich bitte eine Kopie der Parkregeln bekommen? Wie funktioniert das mit den Parkplätzen für Gäste? Ich bin mir nicht sicher, ob ich auf dem richtigen Parkplatz stehe. Wo finde ich die Informationen zu den Parkgebühren? Ich hätte gern einen Parkplatz in der Nähe des Hauptgebäudes, geht das? Wie viele Parkplätze sind für Mitarbeiter reserviert? Kann ich meinen Parkausweis auch für einen anderen Mitarbeiter nutzen? Ich habe gehört, dass es bald Änderungen bei den Parkregelungen geben soll, stimmt das? Sind die Parkplätze am Wochenende frei? Wie oft werden die Parkplätze auf Sicherheitsprobleme überprüft? Ich habe einen neuen Job an der HNU, wie beantrage ich meinen Parkausweis? Gibt es eine Möglichkeit, einen dauerhaften Parkplatz zu reservieren? Ich habe ein Problem mit einem anderen Auto auf meinem Parkplatz, was soll ich tun? Könnte ich die Parkregeln bitte in leicht verständlicher Sprache bekommen? Sind die Parkplätze in der Nähe der Bibliothek immer voll? Ich habe kein Auto, brauche ich trotzdem einen Parkausweis? Wo finde ich die aktuellen Parkrichtlinien für das Wintersemester? Ich habe einen elektrischen Wagen, wo kann ich ihn aufladen? Wie", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\parking_permit.txt", "start_word": 0, "end_word": 250}
{"text": "tun? Könnte ich die Parkregeln bitte in leicht verständlicher Sprache bekommen? Sind die Parkplätze in der Nähe der Bibliothek immer voll? Ich habe kein Auto, brauche ich trotzdem einen Parkausweis? Wo finde ich die aktuellen Parkrichtlinien für das Wintersemester? Ich habe einen elektrischen Wagen, wo kann ich ihn aufladen? Wie kann ich einen Parkplatz für einen Gast reservieren? Ich bin neu hier, wo kann ich parken? Ich habe einen Parkausweis für die HNU, aber ich bin oft im Homeoffice, was nun? Gibt es eine App für die Parkplatzsuche auf dem Campus? Ich habe das Gefühl, dass die Parkplätze nicht gerecht verteilt sind. Kann ich einen Parkplatz für meine Forschungstage reservieren? Wie kann ich eine Beschwerde über die Parksituation einreichen? Ich habe noch keinen Parkausweis erhalten, aber ich brauche dringend einen. Sind die Parkplätze am Campus auch für Studierende zugänglich? Wie viele Parkplätze stehen für das Verwaltungspersonal zur Verfügung? Ich wollte fragen, ob ich meinen Parkausweis auf eine andere Abteilung übertragen kann. Wo kann ich nachsehen, ob mein Parkausweis noch gültig ist? Ich habe keine Ahnung, wie ich meinen Parkausweis verlängern kann. Sind die Parkplätze in der Nähe der Mensa immer belegt? Kann ich mit einem temporären Parkausweis auf jeden Parkplatz fahren? Ich hab gehört, dass man für einen Parkplatz eine Warteliste braucht, wie lang ist die? Wie oft werden die Parkplätze kontrolliert? Ich brauche dringend einen Parkplatz, wo soll ich anfangen? Was passiert, wenn ich ohne gültigen Parkausweis erwischt werde? Ich bin im Homeoffice, aber brauche trotzdem einen Parkausweis für", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\parking_permit.txt", "start_word": 200, "end_word": 450}
{"text": "fahren? Ich hab gehört, dass man für einen Parkplatz eine Warteliste braucht, wie lang ist die? Wie oft werden die Parkplätze kontrolliert? Ich brauche dringend einen Parkplatz, wo soll ich anfangen? Was passiert, wenn ich ohne gültigen Parkausweis erwischt werde? Ich bin im Homeoffice, aber brauche trotzdem einen Parkausweis für gelegentliche Besuche. Kann ich meinen Parkausweis für das nächste Semester reservieren? Gibt es spezielle Regelungen für das Parken während von Veranstaltungen? Ich habe einen neuen Dienstwagen, wie kann ich das im System ändern? Wo finde ich die Parkplätze für Mitarbeiterschulungen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\parking_permit.txt", "start_word": 400, "end_word": 490}
{"text": "Ich habe mein Passwort für den Zugang zu meinem Mitarbeiterkonto vergessen. Was kann ich tun? Könnte mir bitte jemand helfen, mein System-Passwort zurückzusetzen? Ich hab mein Passwort geändert, aber jetzt kann ich mich nicht mehr einloggen. Hilfe! Wo finde ich die Anleitung für das Zurücksetzen meines Mitarbeiterpassworts? Mein Zugang zum Intranet funktioniert nicht mehr, was mach ich jetzt? Ich kann mich nicht mehr in mein E-Mail-Konto einloggen. Was soll ich machen? Könnte jemand bitte mein Passwort zurücksetzen? Ich komm nicht mehr rein. Ich hab ein Problem mit meinem Zugang zu den Online-Ressourcen. Wer hilft mir? Wie lange dauert es normalerweise, bis ein Passwort zurückgesetzt wird? Ich hab mein Passwort vergessen, kann ich das einfach selber zurücksetzen? Wie resetteste ich mein Passwort für den Uni-Server? Ich benötige dringend Zugang zu meinen Unterlagen, mein Passwort geht nicht mehr! Kann ich mein Passwort ohne Hilfe von IT zurücksetzen? Gibt es eine Möglichkeit, mein Passwort über die Website zurückzusetzen? Ich bin mir nicht sicher, ob ich das richtige Passwort eingebe. Was tun? Ich hab gehört, dass es neue Richtlinien für Passwörter gibt. Wo finde ich die? Wie oft muss ich mein Passwort ändern? Gibt es da Vorgaben? Ich kann mich nicht mehr in die Bibliothek einloggen. Was soll ich tun? Mein Passwort funktioniert nicht, obwohl ich es frisch geändert habe. Hilfe! Kann ich mein Passwort auch telefonisch zurücksetzen lassen? Ich hab mein Passwort für das Mitarbeiterportal vergessen. Was jetzt? Wie kann ich sicherstellen, dass mein Passwort stark genug ist? Ich habe ein Problem mit", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\password_reset_employee.txt", "start_word": 0, "end_word": 250}
{"text": "Bibliothek einloggen. Was soll ich tun? Mein Passwort funktioniert nicht, obwohl ich es frisch geändert habe. Hilfe! Kann ich mein Passwort auch telefonisch zurücksetzen lassen? Ich hab mein Passwort für das Mitarbeiterportal vergessen. Was jetzt? Wie kann ich sicherstellen, dass mein Passwort stark genug ist? Ich habe ein Problem mit dem Zugang zu den Forschungsdaten. Wer kann mir helfen? Ich hab mal wieder mein Passwort vergessen, kann ich es einfach zurücksetzen? Ich brauche dringend Zugriff auf meine E-Mails, aber mein Passwort geht nicht. Ich kann mich nicht mehr ins System einloggen, was kann ich machen? Ich hab mein Passwort für die Uni-App vergessen. Wie resettest man das? Kann ich den IT-Support auch über Chat erreichen, um mein Passwort zurückzusetzen? Gibt es eine Frist, bis wann ich mein Passwort zurücksetzen muss? Ich hab gestern mein Passwort geändert, jetzt funktioniert es nicht mehr. Was jetzt? Ich kann mich nicht in die Videokonferenz-Plattform einloggen. Hilfe! Wie oft sollte ich mein Passwort ändern, um sicher zu bleiben? Ich habe das Gefühl, dass mein Passwort gehackt wurde. Was soll ich tun? Wer kann mir bei meinem Passwortproblem helfen? Ich find keinen Zugang mehr. Ich kann nicht auf mein Mitarbeiterkonto zugreifen – wer hilft mir? Mein Passwort wird nicht akzeptiert, trotz mehrerer Versuche. Was kann ich tun? Kann ich mein Passwort auch über eine App zurücksetzen? Ich habe keine E-Mail zur Passwortänderung erhalten, was nun? Ich hab ein Problem mit dem Zugang zu meinem Kursmaterial. Wer ist zuständig? Ich benötige Unterstützung beim Zurücksetzen meines Passes. Wer", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\password_reset_employee.txt", "start_word": 200, "end_word": 450}
{"text": "Passwort wird nicht akzeptiert, trotz mehrerer Versuche. Was kann ich tun? Kann ich mein Passwort auch über eine App zurücksetzen? Ich habe keine E-Mail zur Passwortänderung erhalten, was nun? Ich hab ein Problem mit dem Zugang zu meinem Kursmaterial. Wer ist zuständig? Ich benötige Unterstützung beim Zurücksetzen meines Passes. Wer kann mir helfen? Kann ich die IT-Abteilung direkt anrufen, um mein Passwort zurückzusetzen? Ich hab mein Passwort falsch eingegeben und jetzt ist das Konto gesperrt. Was tun? Wie lange dauert es, bis ich ein neues Passwort erhalte? Ich hab das Passwort für die Finanzsoftware vergessen. Wer hilft mir? Gibt es eine Möglichkeit, mein Passwort automatisch zurücksetzen zu lassen? Ich kann nicht auf die Online-Bibliothek zugreifen, mein Passwort geht nicht. Wie oft muss ich mein Passwort wechseln? Gibt es eine Regelung? Ich hab mein Passwort für die Uni-Plattform vergessen. Was jetzt? Ich hab Probleme mit dem Zugang zu meinem E-Mail-Account, was kann ich tun? Ich brauche Hilfe beim Zurücksetzen meines Passworts für das Mitarbeiterportal.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\password_reset_employee.txt", "start_word": 400, "end_word": 563}
{"text": "Wie kann ich meine Gehaltsabrechnung online einsehen? Wann wird das nächste Gehalt ausgezahlt? Ich hab ne Frage zu meinen Steuerunterlagen, wer kann mir helfen? Gibt es eine Frist für die Abgabe der Steuerdokumente? Ich hab das Gefühl, dass mein Gehalt nicht stimmt, an wen kann ich mich wenden? Kann ich meine Steuerklasse ändern, wenn ich umziehe? Wann bekomme ich die Lohnsteuerbescheinigung für dieses Jahr? Ist es möglich, mein Gehalt auf ein anderes Konto zu überweisen? Ich hab ein Problem mit meiner Gehaltsabrechnung, könnt ihr mir da helfen? Wie oft wird das Gehalt ausgezahlt, monatlich oder quartalsweise? Wo finde ich die Informationen zu den aktuellen Gehaltstabellen? Kann ich meine Steuerunterlagen auch digital einreichen? Ich hab meine Gehaltsabrechnung nicht erhalten, was nun? Wie kann ich eine Gehaltserhöhung beantragen? Gibt es eine Möglichkeit, meine Gehaltszahlungen vorzeitig zu erhalten? Ich brauch ne Bestätigung über mein Gehalt für die Bank, wo krieg ich das her? Wann wird die nächste Gehaltserhöhung beschlossen? Könnte ich mehr Infos zu den Abzügen auf meiner Gehaltsabrechnung bekommen? Wie lange dauert es, bis Änderungen in der Gehaltsabrechnung wirksam werden? Ich hab ein paar Fragen zu meiner Altersvorsorge, wer ist zuständig? Wo kann ich meine Steuerunterlagen für das letzte Jahr finden? Ich bin unsicher, ob meine Steuerklasse richtig ist, was kann ich tun? Wann bekomme ich meine jährliche Lohnsteuerbescheinigung? Kann ich meine Steuererklärung auch über die Hochschule abwickeln? Ich hab nen Fehler in meiner Gehaltsabrechnung, wie melde ich das? Wie oft wird die Gehaltsabrechnung angepasst? Was muss ich machen, wenn ich mein", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\payroll_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "bin unsicher, ob meine Steuerklasse richtig ist, was kann ich tun? Wann bekomme ich meine jährliche Lohnsteuerbescheinigung? Kann ich meine Steuererklärung auch über die Hochschule abwickeln? Ich hab nen Fehler in meiner Gehaltsabrechnung, wie melde ich das? Wie oft wird die Gehaltsabrechnung angepasst? Was muss ich machen, wenn ich mein Gehalt aufteilen möchte? Ich hab nie eine Gehaltsabrechnung bekommen, ist das normal? Gibt es spezielle Zuschüsse für Forschungspersonal? Ich hab gehört, dass es Änderungen bei den Gehältern gibt, was stimmt? Kann ich meine Steuerunterlagen auch per Post senden? Ich brauche eine Gehaltsbestätigung für einen Wohnungsmietvertrag, wo krieg ich das? Wie kann ich meine Steuerklasse für das nächste Jahr anpassen? Ich hab ein Problem mit der Auszahlung meines Gehalts, wer kann helfen? Gibt es eine Übersicht zu den Abzügen auf meiner Gehaltsabrechnung? Ich hab ne Frage zu den Freibeträgen auf meiner Steuererklärung, wer kann helfen? Wie kann ich einen Antrag auf Sonderzahlungen stellen? Wann sollte ich meine Steuerunterlagen einreichen? Ich bin mir nicht sicher, ob ich alle Abzüge verstehe, was kann ich tun? Wo finde ich Infos zu den Sozialversicherungsbeiträgen? Ich hab meine Steueridentifikationsnummer verloren, was nun? Kann ich meine Steuererklärung online einreichen? Ich hab meine Gehaltsabrechnung für diesen Monat nicht bekommen, wo ist die? Wie oft werden die Löhne überprüft? Ich hab das Gefühl, dass mein Brutto nicht stimmt, wo kann ich nachfragen? Wann wird die nächste Auszahlung von Reisekosten stattfinden? Ich brauch Unterstützung bei meiner Steuererklärung, wo kann ich hingehen? Wie kann ich meine Gehaltsinformationen aktualisieren? Ich hab ne", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\payroll_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "bekommen, wo ist die? Wie oft werden die Löhne überprüft? Ich hab das Gefühl, dass mein Brutto nicht stimmt, wo kann ich nachfragen? Wann wird die nächste Auszahlung von Reisekosten stattfinden? Ich brauch Unterstützung bei meiner Steuererklärung, wo kann ich hingehen? Wie kann ich meine Gehaltsinformationen aktualisieren? Ich hab ne Frage zu den Abzügen für die Rentenversicherung, wer kann helfen? Ich hab ein paar Fragen zur Lohnsteuer, kann ich mich an jemanden wenden?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\payroll_inquiry.txt", "start_word": 400, "end_word": 473}
{"text": "Wann findet der nächste Performance Review statt? Ich hab gehört, die Bewertungsrichtlinien haben sich geändert. Was ist da los? Könnten Sie mir die Deadlines für die Leistungsbeurteilungen zuschicken? Wie läuft die Vorbereitung auf die nächste Evaluierung ab? Ich bin mir nicht sicher, wie ich meine Ergebnisse am besten präsentieren soll. Tipps? Gibt es ein Template für die Performance-Reviews, das ich nutzen kann? Wie viele Mitarbeiter müssen wir dieses Jahr evaluieren? Kann ich meine Rückmeldung zur Evaluation auch schriftlich einreichen? Wann ist der beste Zeitpunkt, um ein Feedback-Gespräch mit meinem Vorgesetzten zu planen? Ich hab die Unterlagen für die Leistungsbewertung nicht gefunden, wo sind die? Sind die Kriterien für die Evaluierung für alle Fakultäten gleich? Könnten wir ein Meeting zur Besprechung der Performance-Reviews ansetzen? Ich brauch nen Überblick über meine Ziele für die nächste Beurteilung. Wo finde ich das? Wie kann ich meine Termine für die Performance-Gespräche am besten koordinieren? Gibt es Schulungen zur Vorbereitung auf die Leistungsbeurteilungen? Ich habe ein paar Fragen zur Selbstbewertung, können wir darüber sprechen? Wie lange dauert der gesamte Evaluierungsprozess normalerweise? Könnte ich etwas mehr Zeit für die Vorbereitung auf mein Review bekommen? Wo kann ich Unterstützung bei der Erstellung meiner Präsentation finden? Ich habe Schwierigkeiten, meine Ziele zu erreichen. Was empfehlen Sie? Sind die Ergebnisse der letzten Evaluierungen irgendwo einsehbar? Könnte ich Feedback zu meinem letzten Performance Review bekommen? Wie viele von uns müssen diesen Monat ihre Beurteilungen abgeben? Ich hab kein klares Bild über meine Erwartungen, können Sie das klären? Wo finde ich die", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\performance_review.txt", "start_word": 0, "end_word": 250}
{"text": "meine Ziele zu erreichen. Was empfehlen Sie? Sind die Ergebnisse der letzten Evaluierungen irgendwo einsehbar? Könnte ich Feedback zu meinem letzten Performance Review bekommen? Wie viele von uns müssen diesen Monat ihre Beurteilungen abgeben? Ich hab kein klares Bild über meine Erwartungen, können Sie das klären? Wo finde ich die Informationen zu den neuen Evaluationstools? Ich hätte gerne eine Liste der zu evaluierenden Kollegen, wo finde ich die? Gibt es eine Frist für die Einreichung der Beurteilungsunterlagen? Kann ich meine Ziele nachträglich anpassen, wenn ich merke, dass sie unrealistisch sind? Wie wird die Performance der neuen Mitarbeiter bewertet? Gibt es spezielle Punkte, auf die ich bei meinem Review achten sollte? Wann ist der Stichtag für die Einreichung der Performance-Dokumente? Ich brauche Hilfe bei der Planung meiner Evaluationstermine. Könnte ich ein Beispiel für ein gutes Performance Review sehen? Ich finde die Formulare zur Leistungsbewertung etwas verwirrend. Könnte ich mit jemandem über meine Ziele für die nächste Evaluierung sprechen? Ich bin mir nicht sicher, wie ich meine Fortschritte dokumentieren soll. Gibt es einen festen Rhythmus für die Leistungsbewertungen? Ich habe keine Infos über die neuen Bewertungsrichtlinien erhalten. Wie wird die Performance von Teilzeitkräften bewertet? Kann ich auch Feedback von meinen Kollegen einholen? Wo kann ich die Richtlinien für die Leistungsbewertung nachlesen? Ich möchte wissen, wie die Ergebnisse meiner Evaluation genutzt werden. Gibt es eine Möglichkeit, meine Präsentation für das Review vorher zu üben? Ich habe Schwierigkeiten, die Deadlines im Kopf zu behalten. Gibt es Erinnerungen? Wie oft finden die Performance Reviews normalerweise", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\performance_review.txt", "start_word": 200, "end_word": 450}
{"text": "Wo kann ich die Richtlinien für die Leistungsbewertung nachlesen? Ich möchte wissen, wie die Ergebnisse meiner Evaluation genutzt werden. Gibt es eine Möglichkeit, meine Präsentation für das Review vorher zu üben? Ich habe Schwierigkeiten, die Deadlines im Kopf zu behalten. Gibt es Erinnerungen? Wie oft finden die Performance Reviews normalerweise statt? Ich wollte fragen, ob ich auch eine persönliche Meinung zur Bewertung abgeben kann. Was, wenn ich mit der Bewertung nicht einverstanden bin? Wie wird die Vorbereitung auf die Evaluierung dokumentiert? Ich hab das Gefühl, dass meine Leistungen nicht richtig gewürdigt werden. Wo finde ich den Leitfaden zur Leistungsbeurteilung?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\performance_review.txt", "start_word": 400, "end_word": 499}
{"text": "Wie kann ich meine Forschungsergebnisse als Open Access veröffentlichen? Gibt es finanzielle Unterstützung für die Veröffentlichung in Open Access Journals? Ich habe gehört, dass es Fördermittel für Publikationen gibt, wo finde ich die Infos? Könnten Sie mir ein paar gute Open Access Journals empfehlen? Wie lange dauert es normalerweise, bis ein Artikel in einem Journal peer-reviewed wird? Ich bin mir nicht sicher, wie ich meine Dissertation im Open Access bereitstellen soll. Was muss ich beachten, wenn ich einen Artikel für ein Open Access Journal einreiche? Haben wir an der HNU eine Richtlinie für Open Access Veröffentlichungen? Kann ich meine Artikel auch in mehreren Journals gleichzeitig einreichen? Wo finde ich Unterstützung für das Layout meiner Artikel? Ich hab ne Frage zur Urheberrechtslage bei Open Access, können Sie helfen? Gibt es Workshops zur Veröffentlichung in Open Access? Wie kann ich meine Publikationen in der Hochschulbibliothek sichtbar machen? Könnten Sie mir sagen, wie ich meine Forschungsdaten veröffentlichen kann? Ich brauch Hilfe beim Schreiben eines Abstracts für ein Journal. Gibt es spezielle Förderprogramme für Nachwuchswissenschaftler in der Publikationsförderung? Wie hoch sind die Gebühren für Open Access Veröffentlichungen in unserem Fachgebiet? Ist es möglich, meine Artikel auch auf ResearchGate zu teilen? Könnten Sie mir die Anforderungen für die Einreichung an einem bestimmten Journal erklären? Ich habe meine Daten nicht ordentlich dokumentiert, kann ich trotzdem veröffentlichen? Ich würde gerne wissen, ob ich mit meinem Artikel auch in einem anderen Journal einreichen kann. Haben wir an der HNU einen Ansprechpartner für Publikationsfragen? Wo finde ich die aktuellen", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\publication_support.txt", "start_word": 0, "end_word": 250}
{"text": "Anforderungen für die Einreichung an einem bestimmten Journal erklären? Ich habe meine Daten nicht ordentlich dokumentiert, kann ich trotzdem veröffentlichen? Ich würde gerne wissen, ob ich mit meinem Artikel auch in einem anderen Journal einreichen kann. Haben wir an der HNU einen Ansprechpartner für Publikationsfragen? Wo finde ich die aktuellen Informationen zu Förderprogrammen für Publikationen? Ich bin mir nicht sicher, wie ich meine Publikation korrekt zitieren soll. Gibt es spezielle Tools, die Sie für die Verwaltung von Publikationen empfehlen können? Ich hab Schwierigkeiten mit dem Peer-Review-Prozess, wo kann ich Unterstützung finden? Könnte ich eine Fristverlängerung für meine Publikation beantragen? Wie kann ich sicherstellen, dass meine Veröffentlichung Open Access bleibt? Ich hab gehört, dass es ein Budget für Open Access gibt, wo kann ich mehr Infos kriegen? Ich bin unsicher, ob meine Forschung für eine Veröffentlichung geeignet ist. Gibt es an der HNU ein Netzwerk für den Austausch von Publikationstipps? Ich habe eine Frage zu den Lizenzmodellen bei Open Access, können Sie das erklären? Wie oft sollten wir unsere Publikationen aktualisieren, wenn sich die Forschung weiterentwickelt? Kann ich auch an Konferenzen teilnehmen, um meine Forschung zu präsentieren? Ich benötige Unterstützung bei der Auswahl des richtigen Journals für meine Arbeit. Gibt es an der HNU eine Richtlinie für die Selbstarchivierung von Publikationen? Wie kann ich herausfinden, ob mein Journal Open Access ist oder nicht? Ich finde die Gebühren für Open Access zu hoch, gibt es Alternativen? Ich habe keine Erfahrung mit Open Access, wo soll ich anfangen? Ich hab gehört, dass Open", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\publication_support.txt", "start_word": 200, "end_word": 450}
{"text": "an der HNU eine Richtlinie für die Selbstarchivierung von Publikationen? Wie kann ich herausfinden, ob mein Journal Open Access ist oder nicht? Ich finde die Gebühren für Open Access zu hoch, gibt es Alternativen? Ich habe keine Erfahrung mit Open Access, wo soll ich anfangen? Ich hab gehört, dass Open Access die Sichtbarkeit erhöht, stimmt das wirklich? Könnten wir ein internes Seminar zum Thema Open Access Publikationen organisieren? Ich habe Fragen zur Authorship-Reihenfolge, können Sie mir da weiterhelfen? Ich muss für meine Publikation die Datenbank angeben, wo finde ich die Infos? Wie funktioniert der Antragsprozess für Fördermittel zur Publikation? Ich habe ein paar Artikel, die ich nachbearbeiten möchte, wo fange ich an? Könnte ich Unterstützung bei der Erstellung von Grafiken für meine Publikationen bekommen? Ich bin mir nicht sicher, wie ich die Ethik meiner Veröffentlichung sicherstellen kann. Könnten Sie mir die wichtigsten Schritte für die Veröffentlichung in einem Journal nennen? Ich hab ein paar Artikel, die ich gerne in Open Access bringen möchte, wie gehe ich vor? Gibt es an der HNU ein Budget für Publikationen, das ich anfragen kann?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\publication_support.txt", "start_word": 400, "end_word": 580}
{"text": "Wie finde ich Informationen über aktuelle Forschungsstipendien? Ich hätte gern mehr Infos zu den Fördermitteln für mein Projekt. Gibt es eine Frist für die Beantragung von Drittmitteln? Könnte mir jemand den Prozess zur Antragstellung für EU-Förderungen erklären? Wo kann ich die Formulare für die Forschungsanträge herunterladen? Ich hab gehört, dass es neue Fördermöglichkeiten gibt. Wo finde ich die? Kann ich auch als wissenschaftlicher Mitarbeiter Gelder beantragen? Haben wir interne Fristen für die Einreichung von Förderanträgen? Ich suche nach einem Ansprechpartner für Fördermittel. Wer kann mir helfen? Wie lange dauert es in der Regel, bis ein Antrag auf Forschungsförderung bearbeitet wird? Ich hab Probleme mit dem Online-Antragsformular. Kann mir bitte jemand helfen? Gibt es spezielle Workshops zur Antragstellung für Stipendien? Ich wollte fragen, ob ich mehrere Anträge gleichzeitig stellen kann. Wo finde ich die Liste der aktuellen Forschungsförderungen? Wie hoch sind die Fördersummen in der Regel für unsere Disziplin? Ich hab eine Idee für ein Projekt, wo kann ich dazu Fördermittel anfragen? Gibt’s eine Übersicht über die bisherigen Förderanträge von Kollegen? Könnten Sie mir die wichtigsten Punkte für den Antrag auf Forschungsförderung nennen? Ich hab gehört, dass es bald ein Info-Event zu Stipendien gibt. Stimmt das? Sind die Antragsfristen für alle Förderprogramme gleich? Ich bin mir unsicher, welche Unterlagen ich für den Antrag brauche. Kann ich einen Antrag auch rückwirkend stellen? Ich habe Fragen zur Budgetplanung für meinen Antrag, wer kann mir helfen? Wohin soll ich die Anträge für die Forschungsförderung schicken? Gibt es eine Möglichkeit, Unterstützung bei der Antragstellung zu", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\research_grant_info.txt", "start_word": 0, "end_word": 250}
{"text": "Förderprogramme gleich? Ich bin mir unsicher, welche Unterlagen ich für den Antrag brauche. Kann ich einen Antrag auch rückwirkend stellen? Ich habe Fragen zur Budgetplanung für meinen Antrag, wer kann mir helfen? Wohin soll ich die Anträge für die Forschungsförderung schicken? Gibt es eine Möglichkeit, Unterstützung bei der Antragstellung zu bekommen? Kann ich mich mit anderen Forschern zusammenschließen für einen Antrag? Ich würde gerne wissen, wie oft ich Fördermittel beantragen kann. Wie sieht der Evaluationsprozess für die Anträge aus? Wo finde ich die Richtlinien für die Förderung von Nachwuchswissenschaftlern? Ich bin neu hier und brauche eine Einführung in die Antragstellung. Gibt es spezielle Förderungen für interdisziplinäre Projekte? Ich hab ein paar Fragen zu den Berichtspflichten nach der Förderzusage. Wie kann ich meinen Antrag auf Fördermittel am besten formulieren? Ich habe gehört, dass es neue EU-Förderprogramme gibt. Wo finde ich die Infos? Könnte ich eine Liste der abgelehnten Anträge einsehen? Ich benötige Unterstützung bei der Budgetaufstellung für meinen Antrag. Wo sind die Informationen zu den Bedingungen für die Fördermittel? Wie oft sollten wir unsere Förderanträge aktualisieren? Ich bin mir unsicher, ob mein Projekt förderfähig ist. Wer kann das beurteilen? Kann ich auch internationale Partner in meinen Antrag einbeziehen? Wo kann ich nachlesen, welche Projekte bisher gefördert wurden? Ich habe eine Idee, aber ich weiß nicht, wo ich anfangen soll mit dem Antrag. Wird bei der Antragstellung auf Nachhaltigkeit geachtet? Kann ich auch als Gastwissenschaftler einen Antrag stellen? Wie wichtig ist das Gutachten für meinen Antrag? Ich habe Schwierigkeiten mit dem Online-System", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\research_grant_info.txt", "start_word": 200, "end_word": 450}
{"text": "nachlesen, welche Projekte bisher gefördert wurden? Ich habe eine Idee, aber ich weiß nicht, wo ich anfangen soll mit dem Antrag. Wird bei der Antragstellung auf Nachhaltigkeit geachtet? Kann ich auch als Gastwissenschaftler einen Antrag stellen? Wie wichtig ist das Gutachten für meinen Antrag? Ich habe Schwierigkeiten mit dem Online-System für die Anträge. Gibt es Fristen für die Einreichung von Berichten nach der Fördermittelzusage? Wo finde ich die Kontaktinformationen für die Fördermittelstelle? Gibt es spezielle Förderungen für Studierendenprojekte? Ich habe Fragen zu den Nachweisführungen für die Fördermittel.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\research_grant_info.txt", "start_word": 400, "end_word": 487}
{"text": "Kann ich den Seminarraum B105 für nächste Woche reservieren? Wie buche ich einen Hörsaal für meine Vorlesung? Ich würde gerne den Konferenzraum C3 für ein Meeting nutzen, wie geht das? Wo finde ich die Informationen zur Buchung von Räumen? Ich hab gehört, dass der Raum A202 frei ist, kann ich den schnell buchen? Wie viele Personen passen in den Raum D1? Kann ich die Technik im Raum E4 vorher testen? Gibt es einen Raum für unsere Gruppendiskussion am Freitag? Ich brauche einen Raum für ein wichtiges Treffen, gibt's was verfügbar? Wie lange im Voraus muss ich einen Raum reservieren? Kann ich den Raum F107 auch für private Veranstaltungen buchen? Wo kann ich die Online-Raumreservierung finden? Ich hab vergessen, den Raum für nächste Woche zu reservieren, was nun? Wie läuft das mit der Buchung von Laborräumen ab? Ich möchte einen Raum für ein Webinar buchen, gibt's da spezielle Richtlinien? Kann ich den Raum G2 auch außerhalb der normalen Zeiten nutzen? Ich brauche den Raum für ein Projektmeeting, wie mache ich das? Wie viele Räume kann ich gleichzeitig buchen? Ich hab keinen Zugang zur Buchungsplattform, was kann ich tun? Sind die Konferenzräume auch am Wochenende verfügbar? Kann ich den Raum H3 kurzfristig buchen? Ich hab ein Problem mit der Buchungssoftware, könnt ihr mir helfen? Wie kann ich die Ausstattung in den Räumen überprüfen? Was ist der Unterschied zwischen den Räumen A und B? Ich hab den Raum für Donnerstag reserviert, aber die Bestätigung fehlt. Kann ich die Buchung ändern, wenn ich die", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\room_booking.txt", "start_word": 0, "end_word": 250}
{"text": "buchen? Ich hab ein Problem mit der Buchungssoftware, könnt ihr mir helfen? Wie kann ich die Ausstattung in den Räumen überprüfen? Was ist der Unterschied zwischen den Räumen A und B? Ich hab den Raum für Donnerstag reserviert, aber die Bestätigung fehlt. Kann ich die Buchung ändern, wenn ich die Zeit verschieben muss? Wo sind die Schlüssel für die reservierten Räume? Ich suche einen Raum mit Präsentationstechnik, wo kann ich den buchen? Wie viele Leute passen in den Raum I1? Ich hab ein Meeting mit externen Gästen, wo kann ich einen Raum buchen? Kann ich einen Raum für eine Besprechung mit Studierenden reservieren? Ich wollte mal fragen, ob Raum J5 für nächste Woche frei ist? Wie kann ich den Raum für ein Team-Workshop reservieren? Ich hab gehört, dass der Raum K4 neu ausgestattet wurde, stimmt das? Wie lange kann ich einen Raum maximal buchen? Ich brauch dringen einen Raum für eine kurzfristige Besprechung! Gibt es einen Raum mit Videokonferenztechnik? Wie kann ich einen Raum im neuen Gebäude buchen? Ich habe die Buchungsrichtlinien nicht gefunden, wo stehen die? Kann ich den Raum L2 auch für private Zwecke nutzen? Wo sind die Parkplätze für die Gäste beim Raum M1? Ich möchte den Raum für ein Event reservieren, was muss ich beachten? Ich hab keine Bestätigung für meine Buchung bekommen, was jetzt? Wie kann ich die Buchung für den Raum N3 stornieren? Ich brauche einen Raum für ein wichtiges Meeting, gibt's da was frei? Ich hab ein paar Fragen zur Technik im Raum", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\room_booking.txt", "start_word": 200, "end_word": 450}
{"text": "Raum für ein Event reservieren, was muss ich beachten? Ich hab keine Bestätigung für meine Buchung bekommen, was jetzt? Wie kann ich die Buchung für den Raum N3 stornieren? Ich brauche einen Raum für ein wichtiges Meeting, gibt's da was frei? Ich hab ein paar Fragen zur Technik im Raum O2. Kann ich den Raum P1 auch abends nutzen? Wie oft kann ich einen Raum buchen, bevor es Probleme gibt? Ich wollte einen Raum für eine Präsentation reservieren, wie geht das? Gibt es eine maximale Teilnehmerzahl für die Räume?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\room_booking.txt", "start_word": 400, "end_word": 489}
{"text": "Wann kann ich einen Antrag auf Sabbatical stellen? Ich wollte mal nachfragen, wie das mit dem Sabbatical läuft. Gibt's spezielle Formulare für die Beantragung eines Sabbaticals? Wie lange dauert es, bis ich eine Rückmeldung zu meinem Sabbatical-Antrag bekomme? Könnte ich mein Sabbatical auch aufteilen, oder muss es am Stück sein? Wie sieht die finanzielle Unterstützung während des Sabbaticals aus? Ich habe gehört, dass man sich auch für ein Sabbatical bewerben kann, aber wie genau? Ist es möglich, während eines Sabbaticals an Projekten der Uni zu arbeiten? Wo finde ich die Richtlinien für Sabbaticals an der HNU? Kann ich mein Sabbatical auch ins Ausland nehmen? Welche Fristen muss ich beachten, wenn ich einen Sabbatical-Antrag stelle? Ich hab’ ne Frage zur Sabbatical-Antragsstellung, wer kann mir helfen? Muss ich einen bestimmten Grund für mein Sabbatical angeben? Wie sieht's mit der Vertretung während meines Sabbaticals aus? Kann ich während meines Sabbaticals auch an Konferenzen teilnehmen? Gibt es eine Mindestdauer für Sabbaticals an der HNU? Wie beantrage ich ein Sabbatical, wenn ich noch in der Probezeit bin? Ich hab gehört, dass Sabbaticals nicht immer genehmigt werden, stimmt das? Wo kann ich mehr Infos über Sabbaticals finden? Ich würde gerne ein Sabbatical für Forschungszwecke beantragen, wie gehe ich vor? Wie viel Vorlaufzeit sollte ich für einen Sabbatical-Antrag einplanen? Kann ich mein Sabbatical auch auf andere Mitarbeiter übertragen? Gibt es eine bestimmte Anzahl von Sabbaticals, die pro Jahr genehmigt werden? Ich bin mir unsicher, ob ich die Voraussetzungen für ein Sabbatical erfülle. Kann ich während meines Sabbaticals", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sabbatical_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "gehe ich vor? Wie viel Vorlaufzeit sollte ich für einen Sabbatical-Antrag einplanen? Kann ich mein Sabbatical auch auf andere Mitarbeiter übertragen? Gibt es eine bestimmte Anzahl von Sabbaticals, die pro Jahr genehmigt werden? Ich bin mir unsicher, ob ich die Voraussetzungen für ein Sabbatical erfülle. Kann ich während meines Sabbaticals auch einen Teilzeitjob annehmen? Wie wird mein Gehalt während des Sabbaticals geregelt? Ich habe noch nie ein Sabbatical beantragt, wo fange ich an? Was passiert, wenn mein Sabbatical-Antrag abgelehnt wird? Wie lange im Voraus sollte ich meinen Antrag einreichen? Kann ich auch während meines Sabbaticals an der Uni lehren? Ich muss meine Sabbatical-Pläne bald einreichen, gibt's da einen speziellen Ablauf? Sind Sabbaticals für alle Mitarbeiter der HNU möglich oder nur für Professoren? Ich hab’ gehört, dass ich für ein Sabbatical einen Plan vorlegen muss, was muss da rein? Kann ich während meines Sabbaticals auch umziehen? Wie sieht die Rückkehr an die Uni nach einem Sabbatical aus? Ich würde gerne eine Sabbatical-Vertretung organisieren, gibt’s dafür Unterstützung? Welche Nachweise benötige ich für die Beantragung eines Sabbaticals? Kann ich für mein Sabbatical auch externe Stipendien beantragen? Ich hab’ kein Formular gefunden, wo beantrage ich das Sabbatical? Wie oft kann ich ein Sabbatical beantragen? Ich bin mir über die Rahmenbedingungen für Sabbaticals nicht im Klaren. Kann ich während meines Sabbaticals auch ein Buch schreiben? Gibt es eine Informationsveranstaltung zum Thema Sabbaticals? Ich hab gehört, dass es da unterschiedliche Modelle gibt, was sind die Unterschiede? Wie sieht's mit der sozialen Absicherung während des Sabbaticals aus?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sabbatical_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "Ich bin mir über die Rahmenbedingungen für Sabbaticals nicht im Klaren. Kann ich während meines Sabbaticals auch ein Buch schreiben? Gibt es eine Informationsveranstaltung zum Thema Sabbaticals? Ich hab gehört, dass es da unterschiedliche Modelle gibt, was sind die Unterschiede? Wie sieht's mit der sozialen Absicherung während des Sabbaticals aus? Ich möchte mein Sabbatical in einem anderen Land verbringen, was muss ich beachten? Kann ich mein Sabbatical auch kurzfristig beantragen? Gibt es ein Limit für die Anzahl an Sabbaticals, die pro Fachbereich vergeben werden? Ich hab’ meinen Antrag schon eingereicht, wann kann ich mit einer Antwort rechnen? Ich bin mir nicht sicher, ob mein Sabbatical-Antrag vollständig ist.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sabbatical_inquiry.txt", "start_word": 400, "end_word": 507}
{"text": "Ich bin krank und weiß nicht, ob ich ein Attest brauche. Wie melde ich mich richtig krank? Gibt's da ne Frist? Ich hab ein Attest bekommen, muss ich das persönlich abgeben? Könnten Sie mir sagen, wo ich das Formular für die Krankmeldung finde? Muss ich ein ärztliches Attest vorlegen, wenn ich länger als drei Tage fehle? Ich hab heute einen Termin beim Arzt, was soll ich danach tun? Kann ich meine Krankmeldung auch per E-Mail schicken? Wie lange dauert es, bis meine Krankmeldung bearbeitet wird? Ich bin mir unsicher, ob ich ein Attest brauche, wenn ich nur einen Tag fehle. Gibt es eine spezielle Abteilung, wo ich meine Krankmeldung einreichen kann? Ich hab ein Attest, aber vergessen, es mitzubringen, was jetzt? Kann ich meine Krankmeldung auch telefonisch abgeben? Wie oft darf ich im Jahr krank sein, ohne Probleme zu bekommen? Ich bin länger krank, wie gehe ich mit meiner Urlaubsplanung um? Ich hab ein Attest, aber es ist auf Englisch, reicht das? Was passiert, wenn ich kein Attest vorlegen kann? Ich kann die Krankmeldung nicht finden, wo ist das nochmal? Wie informiere ich meine Studierenden über meine Abwesenheit? Muss ich ein Formular ausfüllen, wenn ich krank bin? Ich bin im Ausland krank, was muss ich beachten? Gibt's eine Frist für die Abgabe des ärztlichen Attests? Ich hab ein paar Tage gefehlt, wie melde ich das offiziell? Wohin muss ich das Attest schicken, wenn ich nicht im Büro bin? Ich hab eine Erkältung, muss ich dafür zum Arzt? Was mache ich,", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sick_leave_report.txt", "start_word": 0, "end_word": 250}
{"text": "Ausland krank, was muss ich beachten? Gibt's eine Frist für die Abgabe des ärztlichen Attests? Ich hab ein paar Tage gefehlt, wie melde ich das offiziell? Wohin muss ich das Attest schicken, wenn ich nicht im Büro bin? Ich hab eine Erkältung, muss ich dafür zum Arzt? Was mache ich, wenn ich mich kurzfristig krank fühle? Ich hab ein Attest für eine Woche, muss ich das jeden Tag melden? Kann ich auch für meine Kinder Krankengeld beantragen? Ich bin krank, aber ich hab viel zu tun, was soll ich tun? Gibt es eine Möglichkeit, im Homeoffice zu arbeiten, wenn ich krank bin? Ich bin Professor und brauche Klarheit über die Krankmeldung. Ich hab eine Frage zu den Fristen in der Krankmeldung. Wenn ich im Ausland krank bin, wie melde ich das? Ich hab kein Attest, kann ich trotzdem krankgeschrieben werden? Wie lange kann ich maximal krank sein, ohne dass es Probleme gibt? Ich hab ein Attest, kann ich das auch scannen und schicken? Was muss ich tun, wenn ich nach einer langen Krankheit wiederkomme? Ich bin gerade im Prüfungszeitraum krank, was nun? Hab ich Anspruch auf Lohnfortzahlung, wenn ich krank bin? Ich hab ein Attest aber kein Formular ausgefüllt, was jetzt? Wie gehe ich vor, wenn ich ein Attest für einen kurzen Zeitraum brauche? Sind die Fristen für die Krankmeldung bei wissenschaftlichen Mitarbeitern anders? Ich hab ein Attest, aber die Praxis hat es nicht ausgestellt, was tun? Kann ich während meiner Krankheit an einer Konferenz teilnehmen? Ich bin krank, muss", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sick_leave_report.txt", "start_word": 200, "end_word": 450}
{"text": "jetzt? Wie gehe ich vor, wenn ich ein Attest für einen kurzen Zeitraum brauche? Sind die Fristen für die Krankmeldung bei wissenschaftlichen Mitarbeitern anders? Ich hab ein Attest, aber die Praxis hat es nicht ausgestellt, was tun? Kann ich während meiner Krankheit an einer Konferenz teilnehmen? Ich bin krank, muss ich trotzdem an einer Sitzung teilnehmen? Ich hab keine Ahnung, wie ich mich richtig krankmelden soll. Wie informiere ich mein Team über meine Abwesenheit? Ich hab ein paar Tage gefehlt, muss ich das extra melden? Wie lange dauert die Bearbeitung von Krankmeldungen im Allgemeinen? Ich bin zu Hause krank, kann ich meine Arbeiten trotzdem abgeben? Muss ich bei jeder Krankmeldung ein neues Attest vorlegen?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\sick_leave_report.txt", "start_word": 400, "end_word": 514}
{"text": "Ich benötige eine Lizenz für die neue Statistiksoftware, wo kann ich die beantragen? Könnten Sie mir bitte die nötigen Schritte für die Installation von MATLAB erklären? Ich hab Probleme mit dem Update meiner Grafiksoftware, könnte jemand vorbeikommen? Brauche ich für das neue Forschungsprojekt spezielle Lizenzen für die Software? Wie lange dauert es, bis die neue Software auf den Rechnern installiert ist? Ich kann mich nicht mehr in die Software einloggen, was kann ich tun? Habe ich Zugriff auf die neueste Version von SPSS? Könnte mir bitte jemand die Lizenznummer für die Antiviren-Software zuschicken? Ich habe die Software auf meinem Laptop installiert, aber sie funktioniert nicht richtig. Wo finde ich die Informationen zu den Softwarelizenzen für das kommende Semester? Ich benötige dringend eine Lizenz für die Plagiatssoftware, wo bekomme ich die her? Kann mir jemand bei der Installation von RStudio helfen? Habe ich die Möglichkeit, die Software auf mehreren Geräten zu nutzen? Ich wollte nachfragen, ob es ein Update für die Datenbanksoftware gibt. Könnte ich bitte die Lizenz für die Adobe Creative Suite anfordern? Ich habe die Lizenz für die Programmiersoftware verloren, was soll ich tun? Kann ich die Software auch auf meinem privaten Laptop installieren? Wie läuft das mit den Software-Updates für unsere Labore? Ich brauche dringend den Zugang zur neuen E-Learning-Plattform, wie geht das? Ich hab die Software bereits, aber ich brauche die neuesten Funktionen. Was muss ich tun, um die Software auf dem neuen PC zu installieren? Kann ich die Software auch im Homeoffice nutzen? Ich habe Probleme", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\software_request.txt", "start_word": 0, "end_word": 250}
{"text": "Software-Updates für unsere Labore? Ich brauche dringend den Zugang zur neuen E-Learning-Plattform, wie geht das? Ich hab die Software bereits, aber ich brauche die neuesten Funktionen. Was muss ich tun, um die Software auf dem neuen PC zu installieren? Kann ich die Software auch im Homeoffice nutzen? Ich habe Probleme mit der Installation von Office, kann mir da jemand helfen? Wo finde ich die Lizenzbedingungen für die Software, die wir nutzen? Ich habe die Lizenz für die Datenanalysesoftware angefordert, wann kann ich mit einer Antwort rechnen? Könnte jemand das Software-Update für mich durchführen? Ich brauche eine Anleitung für die Installation von Python, wo finde ich die? Sind die Lizenzen für die Software auch für Studierende verfügbar? Ich habe gehört, dass es ein neues Update für die Grafiksoftware gibt, stimmt das? Ich hab ein Problem mit einer alten Software-Version auf meinem Rechner. Könnte ich die Lizenz für die Projektmanagement-Software verlängern? Ich hab die Software auf dem Desktop installiert, aber nicht auf dem Laptop. Wie kann ich die Software auf einen neuen Rechner übertragen? Ich benötige eine Lizenz für die neue Forschungssoftware, an wen kann ich mich wenden? Kann ich auch eine Testversion der Software anfordern? Ich hab schon alles probiert, aber die Software startet nicht. Wo kann ich die Installationsanleitung für die neue Software finden? Ich hab ein Problem mit dem Download der Software, wer kann mir helfen? Könnten wir eine Schulung für die neue Software organisieren? Ich brauche die Lizenz für die Backup-Software, wie gehe ich da vor? Ich kann", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\software_request.txt", "start_word": 200, "end_word": 450}
{"text": "die Software startet nicht. Wo kann ich die Installationsanleitung für die neue Software finden? Ich hab ein Problem mit dem Download der Software, wer kann mir helfen? Könnten wir eine Schulung für die neue Software organisieren? Ich brauche die Lizenz für die Backup-Software, wie gehe ich da vor? Ich kann die Software nicht finden, hat sie jemand gelöscht? Gibt es eine zentrale Anlaufstelle für Softwareanfragen? Ich bin mir nicht sicher, ob ich die richtige Lizenz habe, wer kann das prüfen? Ich habe ein Update für die Software gefunden, wie installiere ich das? Ich brauch die Lizenz für das nächste Seminar, kann mir jemand helfen? Ich hab die Software auf zwei Geräten installiert, ist das ein Problem? Wo kann ich die Software für meine Präsentation herunterladen? Ich hab ein Fehler bei der Installation gemacht, was jetzt? Könnte ich die Software bitte auf meinem Diensthandy installieren? Ich hab eine Fehlermeldung bekommen, als ich die Software gestartet habe.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\software_request.txt", "start_word": 400, "end_word": 555}
{"text": "Hast du die aktuellen Sprechstunden für das SoSe 2024 schon festgelegt? Ich wollte fragen, ob ich einen Termin für eine Studienberatung vereinbaren kann. Gibt es eine Übersicht über die Beratungstermine für internationale Studis? Könnte ich vielleicht nächste Woche einen Termin bei Ihnen bekommen? Ich habe Schwierigkeiten mit dem Modul, könnte ich einen Gesprächstermin bekommen? Wie viele Studis kann ich in einer Sprechstunde beraten? Gibt's auch Online-Termine für die Sprechstunden? Wann genau sind Ihre Sprechzeiten in diesem Semester? Ich habe das Gefühl, dass mein Studis Probleme mit dem Studienablauf haben. Was kann ich tun? Kann ich einen Termin auch kurzfristig per E-Mail anfragen? Wie lange dauert in der Regel eine Beratungssitzung? Könnten Sie mir sagen, wann ich Sie am besten erreichen kann? Ich hab einen Termin bei Ihnen, aber komme 10 Minuten zu spät. Ist das ok? Gibt’s auch die Möglichkeit, einen Termin außerhalb der Sprechstunden zu bekommen? Könnten Sie mir bitte den Link zur Anmeldung für die Beratung schicken? Ich hab das Gefühl, dass die Studis mehr Unterstützung brauchen. Was denken Sie? Wann sind Ihre Sprechstunden in der Prüfungszeit? Ich würde gern einen Termin zur Studienplanung machen. Ist das möglich? Wo kann ich die Kontaktinfos für die Studienberatung finden? Ich bin mir unsicher, wie ich meinen Studienverlaufsplan anpassen kann. Können Sie helfen? Wie viele Studis dürfen in einer Beratung gleichzeitig sein? Ich wollte fragen, ob es auch spezielle Sprechstunden für Masterstudis gibt. Könnte ich vielleicht eine E-Mail an die Studis senden, um einen Termin zu vereinbaren? Ich hab gehört, dass", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\student_consultation.txt", "start_word": 0, "end_word": 250}
{"text": "bin mir unsicher, wie ich meinen Studienverlaufsplan anpassen kann. Können Sie helfen? Wie viele Studis dürfen in einer Beratung gleichzeitig sein? Ich wollte fragen, ob es auch spezielle Sprechstunden für Masterstudis gibt. Könnte ich vielleicht eine E-Mail an die Studis senden, um einen Termin zu vereinbaren? Ich hab gehört, dass es einen neuen Online-Advisor gibt. Wie funktioniert das? Könnten wir einen Termin für nächste Woche ausmachen? Ich habe Probleme mit dem Modul und bräuchte dringend einen Termin. Wo finde ich die Öffnungszeiten der Studienberatung? Ich würde gerne wissen, ob ich auch ohne vorherige Anmeldung zur Sprechstunde kommen kann. Könnte ich einen Termin über die Hochschulwebsite buchen? Ich habe einige Fragen zu meinem Praktikum. Wann kann ich zu Ihnen kommen? Wie kann ich einen Termin für die Studienplanung anfragen? Ich habe gesehen, dass Ihre Sprechstunden voll sind. Gibt es Alternativen? Sind die Sprechstunden auch für Erstsemester offen? Ich habe ein paar Fragen zum Wechsel des Studiengangs. Wann könnten wir uns treffen? Wie funktioniert die Terminvergabe für die Studienberatung? Könnte ich einen Termin zur Klärung meiner Studienfragen bekommen? Ich bin mir unsicher, ob ich alle Anforderungen für das Praktikum erfülle. Können Sie mir helfen? Gibt es eine Möglichkeit, einen Termin zu reservieren, wenn ich im Ausland bin? Ich bräuchte einen Termin, um meine Noten zu besprechen. Wie gehe ich da vor? Könnte ich vielleicht auch einen Telefontermin anfragen? Ich hab das Gefühl, dass ich mehr Unterstützung brauche. Wo kann ich einen Termin buchen? Könnte ich einen Termin zur Studienplanung im nächsten Monat", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\student_consultation.txt", "start_word": 200, "end_word": 450}
{"text": "wenn ich im Ausland bin? Ich bräuchte einen Termin, um meine Noten zu besprechen. Wie gehe ich da vor? Könnte ich vielleicht auch einen Telefontermin anfragen? Ich hab das Gefühl, dass ich mehr Unterstützung brauche. Wo kann ich einen Termin buchen? Könnte ich einen Termin zur Studienplanung im nächsten Monat anfordern? Ich habe gehört, dass es neue Beratungsangebote gibt. Wo finde ich Infos dazu? Wann ist der nächste Termin für die Gruppenberatung? Ich wollte einen Termin anfragen, aber die Website funktioniert nicht richtig. Könnten Sie mir die Sprechstunden für das nächste Semester zuschicken? Ich brauche Hilfe bei meiner Thesis. Wann sind Ihre Sprechzeiten? Könnte ich einen Termin für eine individuelle Studienberatung bekommen? Ich hab gehört, dass Sie auch Online-Sprechstunden anbieten. Wie kann ich mich anmelden? Wann ist der beste Zeitpunkt, um einen Termin zu vereinbaren?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\student_consultation.txt", "start_word": 400, "end_word": 535}
{"text": "Wie läuft der Prozess für die Betreuung von Abschlussarbeiten ab? Könnten Sie mir die aktuellen Richtlinien zur Thesisbetreuung zuschicken? Ich habe Fragen zur Themenvergabe für meine Masterarbeit, wo kann ich da nachlesen? Was muss ich beachten, wenn ich einen Thesis-Workshop plane? Könnten Sie mir die Fristen für die Einreichung von Thesisanträgen nennen? Wie viele Studierende darf ich gleichzeitig betreuen? Ich bin mir unsicher über die Anforderungen an die Thesis, wo finde ich die Infos? Gibt es spezielle Formate, die ich für die Thesis einhalten muss? Ich habe eine Anfrage zur Betreuung eines Promovenden, an wen wende ich mich? Könnte ich ein paar Beispiele für gute Thesis-Themen bekommen? Gibt's eine Übersicht über die Betreuer, die noch Plätze für Thesisarbeiten haben? Ich benötige Hilfe, um die Betreuungsrichtlinien zu verstehen. Wo finde ich die Kontaktdaten der Thesis-Koordinatoren? Ich hab gehört, dass es neue Vorgaben für die Thesisbetreuung gibt, was sind die? Ist es möglich, eine Thesis außerhalb der Hochschule zu betreuen? Kann ich auch eine Thesis in Zusammenarbeit mit einem Unternehmen schreiben? Ich habe ein paar Fragen zur Formalität der Thesis, können Sie mir helfen? Wo sind die Vorlagen für die Thesis zu finden? Wie lang darf eine Thesis maximal sein? Ich brauch Infos über die Bewertungskriterien für Abschlussarbeiten. Sind die Betreuungsrichtlinien für Bachelor und Master unterschiedlich? Kann ich meine Thesis auch auf Englisch schreiben, wenn ich das möchte? Was passiert, wenn ich die Frist für die Thesis nicht einhalte? Gibt es ein festes Format für die Einreichung der Thesis? Ich wollte fragen,", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\thesis_supervision.txt", "start_word": 0, "end_word": 250}
{"text": "Infos über die Bewertungskriterien für Abschlussarbeiten. Sind die Betreuungsrichtlinien für Bachelor und Master unterschiedlich? Kann ich meine Thesis auch auf Englisch schreiben, wenn ich das möchte? Was passiert, wenn ich die Frist für die Thesis nicht einhalte? Gibt es ein festes Format für die Einreichung der Thesis? Ich wollte fragen, ob ich mehrere Betreuer für meine Arbeit haben kann. Wie oft sollte ich mit meinem Betreuer in Kontakt treten? Ist es möglich, die Thesis-Zeiten flexibel zu gestalten? Ich bin mir nicht sicher, wie ich die Thesis anlegen soll, gibt es da Vorlagen? Wo kann ich Informationen zu den Abschlussarbeiten aus dem letzten Jahr finden? Könnten Sie mir sagen, ob ich meine Thesis auch interdisziplinär gestalten kann? Wie gehe ich vor, wenn mein Betreuer nicht erreichbar ist? Ich hab Schwierigkeiten mit dem Thema meiner Thesis, kann ich das ändern? Gibt es Empfehlungen für Literatur, die ich für die Thesis nutzen sollte? Ich möchte gerne wissen, ob es eine maximale Anzahl an Seiten gibt. Wie kann ich Feedback von meinem Betreuer zu meiner Thesis einholen? Ich suche nach Tipps zur Strukturierung meiner Thesis. Kann ich meine Thesis auch in einem anderen Fachbereich betreuen lassen? Ich habe ein paar Fragen zur Plagiatsprüfung, wo finde ich dazu Infos? Sind die Vorgaben für eine Thesis in der Forschung anders als in der Lehre? Wie gehe ich vor, wenn ich während der Thesis-Betreuung Probleme habe? Kann ich meine Thesis auch in einer Gruppe schreiben? Ich benötige eine Bestätigung, dass ich meine Thesis eingereicht habe. Wie lange", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\thesis_supervision.txt", "start_word": 200, "end_word": 450}
{"text": "finde ich dazu Infos? Sind die Vorgaben für eine Thesis in der Forschung anders als in der Lehre? Wie gehe ich vor, wenn ich während der Thesis-Betreuung Probleme habe? Kann ich meine Thesis auch in einer Gruppe schreiben? Ich benötige eine Bestätigung, dass ich meine Thesis eingereicht habe. Wie lange dauert es in der Regel, bis ich eine Rückmeldung zu meiner Thesis bekomme? Ich benötige eine Übersicht der aktuellen Betreuungsrichtlinien. Gibt es eine spezielle Anlaufstelle für internationale Studierende bei der Thesis? Ich hab gehört, dass die Fristen für Thesis-Einreichungen geändert wurden. Wo kann ich die aktuellen Formulare für die Thesis-Betreuung finden? Könnte ich eine Verlängerung für meine Thesis beantragen? Gibt es eine Liste der häufigsten Fehler bei der Thesis-Betreuung? Ich wollte fragen, ob ich auch online mit meinem Betreuer kommunizieren kann.", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\thesis_supervision.txt", "start_word": 400, "end_word": 531}
{"text": "Ich würde gerne an einem Workshop zur digitalen Lehre teilnehmen, wo melde ich mich an? Könnten Sie mir bitte die Termine für die nächsten Fortbildungen zuschicken? Ich habe von einem interessanten Seminar gehört, aber die Anmeldung war doch schon closed, oder? Gibt es spezielle Schulungen für das neue Campus-Management-System? Wie oft finden die Workshops zur Forschungskommunikation statt? Ich suche nach Möglichkeiten zur beruflichen Weiterbildung, haben Sie Empfehlungen? Gibt es eine Liste von kommenden Kursen, die für uns Professoren relevant sind? Ich wollte mal fragen, ob es eine Frist für die Anmeldung zu den nächsten Workshops gibt. Könnte ich mich für den nächsten Lehrstuhl-Workshop auch kurzfristig anmelden? Haben Sie Infos zu Online-Kursen, die ich während der Semesterferien belegen kann? Ich hab gehört, dass es bald einen Workshop zu wissenschaftlichem Schreiben gibt, wann ist der? Wie kann ich meinen Antrag auf Weiterbildungskosten einreichen? Ich interessiere mich für Fortbildungen im Bereich Diversity, gibt es da was? Wo finde ich die Übersicht über die internen Schulungen? Kann ich auch an einem Workshop teilnehmen, wenn ich nicht in der Verwaltung arbeite? Ich hab ein paar Ideen für Trainings, an wen kann ich mich da wenden? Wäre es möglich, dass wir eine interne Umfrage zu Fortbildungswünschen machen? Ich kann mich nicht mehr an die Zugangsdaten für die E-Learning-Plattform erinnern. Gibt es eine Möglichkeit, die Workshops auch online zu besuchen? Ich wollte fragen, ob es spezielle Kurse für Nachwuchswissenschaftler gibt. Wie kann ich mich für die nächste Fortbildung zu Projektmanagement anmelden? Ich hab das Gefühl, dass ich", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\training_request.txt", "start_word": 0, "end_word": 250}
{"text": "machen? Ich kann mich nicht mehr an die Zugangsdaten für die E-Learning-Plattform erinnern. Gibt es eine Möglichkeit, die Workshops auch online zu besuchen? Ich wollte fragen, ob es spezielle Kurse für Nachwuchswissenschaftler gibt. Wie kann ich mich für die nächste Fortbildung zu Projektmanagement anmelden? Ich hab das Gefühl, dass ich dringend Fortbildung im Bereich Medienkompetenz brauche. Kann ich auch einen individuellen Termin für eine Weiterbildung anfragen? Ich habe Schwierigkeiten mit dem neuen System, gibt es dazu Schulungen? Gibt es eine Möglichkeit, meine Vorschläge für Workshops einzubringen? Ich hab gehört, dass die Anmeldung für das nächste Seminar bald schließt, stimmt das? Wie kann ich sicherstellen, dass ich über neue Workshops informiert werde? Ich würde gerne wissen, ob ich auch an externen Fortbildungen teilnehmen kann. Ich hab die Info zu den nächsten Schulungen nicht bekommen, könnten Sie die nochmal schicken? Wie sieht's mit dem Feedback zu den letzten Workshops aus, gibt es da Ergebnisse? Ich bin mir unsicher, ob ich die richtigen Voraussetzungen für den Kurs erfülle. Gibt es Empfehlungen für Online-Ressourcen zur beruflichen Weiterbildung? Ich benötige eine Bestätigung für meine Anmeldung zum Workshop, wo bekomme ich die? Gibt es auch Angebote zur Stressbewältigung für uns Mitarbeiter? Kann ich die Fortbildungskosten im nächsten Jahr steuerlich absetzen? Ich hab gehört, dass es bald einen Workshop zu internationalen Forschungsmöglichkeiten gibt. Wie melde ich mich für die internen Schulungen an? Haben Sie Informationen zu den Inhalten des nächsten Workshops zur Lehre? Ich suche nach Möglichkeiten, meine Lehrmethoden zu verbessern, gibt es Workshops dafür? Sind die", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\training_request.txt", "start_word": 200, "end_word": 450}
{"text": "nächsten Jahr steuerlich absetzen? Ich hab gehört, dass es bald einen Workshop zu internationalen Forschungsmöglichkeiten gibt. Wie melde ich mich für die internen Schulungen an? Haben Sie Informationen zu den Inhalten des nächsten Workshops zur Lehre? Ich suche nach Möglichkeiten, meine Lehrmethoden zu verbessern, gibt es Workshops dafür? Sind die Fortbildungen auf bestimmte Fachbereiche ausgerichtet oder allgemein? Ich würde gerne an einem Workshop zur Teamführung teilnehmen, wo kann ich mich anmelden? Gibt es eine Möglichkeit, die Workshops auch in englischer Sprache anzubieten? Ich hab Schwierigkeiten mit der Anmeldung für die nächste Fortbildung, können Sie mir helfen? Gibt es ein Formular für die Beantragung von Fortbildungstagen? Ich wollte mal nachfragen, ob wir auch externe Sprecher für Workshops einladen können. Wie oft werden die Fortbildungsangebote aktualisiert? Ich hab das Gefühl, dass mehr Workshops zu digitalen Tools nötig wären, was meint ihr? Ich kann mich nicht entscheiden, an welchem Workshop ich teilnehmen soll, haben Sie Empfehlungen? Gibt es eine maximale Anzahl an Teilnehmern für die Workshops? Ich hab die Einladung zum nächsten Seminar nicht erhalten, woran liegt das?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\training_request.txt", "start_word": 400, "end_word": 575}
{"text": "Wie reiche ich meine Reisekosten für die letzte Konferenz ein? Könnte mir bitte jemand die aktuellen Reimbursement-Richtlinien schicken? Ich hab' gerade meinen Antrag für die Reisekosten ausgefüllt, aber wo schicke ich den hin? Weiß jemand, ob ich auch die Parkgebühren zurückbekommen kann? Ich bin mir nicht sicher, ob ich alles richtig ausgefüllt habe, kann das jemand überprüfen? Was ist der Unterschied zwischen Reisekosten und Spesenerstattung? Ich hab' meine Quittungen verloren, was jetzt? Wann kann ich mit der Rückerstattung meiner Reisekosten rechnen? Wie lange dauert es normalerweise, bis die Reisekosten erstattet werden? Kann ich die Reisekosten auch digital einreichen? Gibt es eine Frist für die Einreichung der Reisekosten? Ich bin neu hier, wo finde ich die Formulare für Reisekosten? Könnte ich eine Kopie der Reisekostenrichtlinien bekommen? Darf ich auch private Reisen in meinem Antrag erwähnen? Muss ich alle Belege im Original einreichen? Ich habe die Quittungen für meine Auslagen, aber nicht für die Unterkunft, was nun? Wie oft kann ich Reisekosten im Jahr einreichen? Kann mir jemand erklären, wie das mit den Reisekostenabrechnungen funktioniert? Ich hab' gehört, dass es da neue Regeln gibt, wo finde ich die Infos? Sind die Reisekosten für Fortbildungen anders zu handhaben? Kann ich auch meine Verpflegungskosten abrechnen? Ich habe einen Reisekostenantrag online eingereicht, aber keine Bestätigung bekommen. Ich hab' das Formular für die Reisekosten nicht mehr, wo kann ich das runterladen? So viele Formulare, warum ist das alles so kompliziert? Ich hab' einen Fehler gemacht in meiner Abrechnung, kann ich das noch ändern? Gibt es eine", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\travel_expense_claim.txt", "start_word": 0, "end_word": 250}
{"text": "abrechnen? Ich habe einen Reisekostenantrag online eingereicht, aber keine Bestätigung bekommen. Ich hab' das Formular für die Reisekosten nicht mehr, wo kann ich das runterladen? So viele Formulare, warum ist das alles so kompliziert? Ich hab' einen Fehler gemacht in meiner Abrechnung, kann ich das noch ändern? Gibt es eine zentrale Anlaufstelle für Fragen zu Reisekosten? Ich habe eine Dienstreise nach Berlin geplant, was muss ich beachten? Kann jemand die aktuellen Sätze für Reisekosten nennen? Ich hab' mein Reisekostenformular abgegeben, aber keine Rückmeldung erhalten. Wie sind die Regelungen für internationale Reisen? Ich bin mir unsicher, welche Ausgaben ich angeben darf. Darf ich auch die Kosten für öffentliche Verkehrsmittel erstatten lassen? Kann ich die Reisekosten auch für ein Seminar im Ausland beantragen? Ich hab' gehört, dass man die Reisekosten jetzt online einreichen soll. Stimmt das? Wo finde ich die aktuellen Reisekostenrichtlinien als PDF? Ich hab' ein Problem mit dem Online-Portal für Reisekostenabrechnung. Könnte ich eine Schulung zu den Reisekostenabrechnungen bekommen? Wie gehe ich vor, wenn ich ein Hotelzimmer auf eigene Kosten buchen muss? Was mache ich, wenn ich die Quittungen nicht aufbewahrt habe? Ich hab' die Reisekosten für ein Projekt eingereicht, aber keine Rückmeldung. Wie sieht es mit der Erstattung von Reisekosten für externe Referenten aus? Ist es okay, wenn ich die Reisekosten erst nach der Reise einreiche? Ich hab' einen Dienstreiseantrag gestellt, aber noch nichts gehört. Wo kann ich die Formulare für die Reisekosten finden? Ich bin nicht sicher, ob ich alles richtig gemacht habe, wer kann mir helfen? Sind", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\travel_expense_claim.txt", "start_word": 200, "end_word": 450}
{"text": "Reisekosten für externe Referenten aus? Ist es okay, wenn ich die Reisekosten erst nach der Reise einreiche? Ich hab' einen Dienstreiseantrag gestellt, aber noch nichts gehört. Wo kann ich die Formulare für die Reisekosten finden? Ich bin nicht sicher, ob ich alles richtig gemacht habe, wer kann mir helfen? Sind auch die Kosten für die Anreise mit dem Auto erstattungsfähig? Ich brauche dringend Infos zu Reisekosten, wo finde ich die? Wie kann ich sicherstellen, dass meine Reisekosten schnell bearbeitet werden? Ich habe einen Fehler in meinem Antrag, kann ich das noch ändern? Wie liefere ich die Belege für meine Reisekosten nach?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\travel_expense_claim.txt", "start_word": 400, "end_word": 501}
{"text": "Ich möchte für nächste Woche Urlaub beantragen. Wo finde ich das Formular? Wie schaut's mit meinem Urlaubsanspruch aus? Ich hab da was im Kopf. Kann mir jemand sagen, wie viel Urlaub ich noch habe? Ich hab einen Antrag auf Urlaub gestellt, aber hab noch keine Rückmeldung bekommen. Wohin muss ich meinen Urlaubsantrag schicken? Könnte ich für die kommenden zwei Wochen Urlaub nehmen? Habe ich noch Resturlaub aus dem letzten Jahr? Ich bin mir nicht sicher, ob mein Urlaub genehmigt wurde. Wo kann ich das checken? Brauche ich eine Genehmigung, wenn ich Urlaub während der Prüfungszeit nehmen möchte? Kann ich meinen Urlaub auch kurzfristig umplanen? Ich hab einige Fragen zu meinem Urlaubsanspruch, kann ich dazu mal vorbeikommen? Wie viele Urlaubstage stehen mir dieses Jahr zu? Ich hab meinen Urlaubsantrag online eingereicht, aber keine Bestätigung bekommen. Wo finde ich die Infos zu meinem aktuellen Urlaubsstand? Ich möchte gerne meinen Urlaub für den Sommer planen, was muss ich beachten? Kann ich einen Teil meines Urlaubs auf das nächste Jahr übertragen? Ich bin mir nicht sicher, ob ich meinen Urlaubsantrag richtig ausgefüllt habe. Darf ich auch während der Semesterferien Urlaub machen? Wie lange im Voraus muss ich meinen Urlaub beantragen? Ich hätte gerne Urlaub im Mai, aber gibt es da schon Konflikte? Kann ich meinen Urlaub auch per E-Mail beantragen? Wo finde ich die aktuellen Regelungen zum Thema Urlaub? Ich hab gehört, dass sich die Urlaubsregelungen geändert haben, stimmt das? Ich möchte meinen Urlaub für April anfragen, an wen wende ich mich? Kann ich", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vacation_request.txt", "start_word": 0, "end_word": 250}
{"text": "im Mai, aber gibt es da schon Konflikte? Kann ich meinen Urlaub auch per E-Mail beantragen? Wo finde ich die aktuellen Regelungen zum Thema Urlaub? Ich hab gehört, dass sich die Urlaubsregelungen geändert haben, stimmt das? Ich möchte meinen Urlaub für April anfragen, an wen wende ich mich? Kann ich meinen Urlaub auch stornieren, wenn ich ihn schon genehmigt bekommen habe? Ich brauche eine Übersicht über meinen aktuellen Urlaubsstand, wo finde ich die? Ich hab keine Ahnung, wie ich meinen Urlaub beantragen soll. Hilfe! Wie läuft das mit dem Urlaubsantrag genau ab? Mein Urlaub wurde abgelehnt, kann ich das anfechten? Ich hab eine Frage zu meinem Urlaubsgeld, kann ich da mal nachfragen? Könnte ich für nächste Woche Urlaub beantragen? Ich hab da was Wichtiges. Ich habe vergessen, meinen Urlaub zu beantragen, kann ich das noch nachholen? Ich bin mir nicht sicher, wie viele Urlaubstage ich noch habe, wo kann ich das sehen? Ich würde gerne wissen, ob mein Urlaubsantrag genehmigt wurde. Wie lange dauert es normalerweise, bis ein Urlaubsantrag bearbeitet wird? Ich brauche eine Bestätigung für meinen Urlaubsantrag, woher bekomme ich die? Wie viele Urlaubstage bekomme ich in der Elternzeit? Ich muss einen Urlaub für eine Familienfeier beantragen, was muss ich beachten? Könnte ich vielleicht meinen Urlaub von letzter Woche noch eintragen? Ich hab einen Fehler in meinem Urlaubsantrag gemacht, was jetzt? Ich hab eine Anfrage für Urlaub gestellt, gibt es da schon Neuigkeiten? Wo kann ich den aktuellen Stand meiner Urlaubstage nachsehen? Ich hätte gerne Urlaub für eine Konferenz,", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vacation_request.txt", "start_word": 200, "end_word": 450}
{"text": "ich beachten? Könnte ich vielleicht meinen Urlaub von letzter Woche noch eintragen? Ich hab einen Fehler in meinem Urlaubsantrag gemacht, was jetzt? Ich hab eine Anfrage für Urlaub gestellt, gibt es da schon Neuigkeiten? Wo kann ich den aktuellen Stand meiner Urlaubstage nachsehen? Ich hätte gerne Urlaub für eine Konferenz, wie gehe ich vor? Ich hab nicht genug Urlaubstage, kann ich trotzdem frei nehmen? Ich wollte für die Weihnachtsferien Urlaub beantragen, wie mache ich das? Kann ich meinen Urlaub auch für einen Teil des Jahres anfragen? Ich brauch einen kurzen Urlaub für persönliche Angelegenheiten, wie stelle ich das an? Wo kann ich nachschauen, wie viel Urlaub ich noch habe? Habe ich Anspruch auf Sonderurlaub? Ich hab gehört, dass ich auch unbezahlten Urlaub beantragen kann, wie geht das?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vacation_request.txt", "start_word": 400, "end_word": 527}
{"text": "Ich kann mich nicht mit dem VPN verbinden, was könnte das Problem sein? Wie richte ich das VPN auf meinem Mac ein? Ich habe Schwierigkeiten, von zu Hause aus auf die Ressourcen zuzugreifen. Kann mir jemand helfen, das VPN korrekt einzustellen? Mein VPN funktioniert nicht, wenn ich mit dem WLAN verbunden bin. Wie lange dauert es, bis ich nach dem VPN-Setup wieder online bin? Wieso kann ich die Datenbank über VPN nicht erreichen? Ich habe das Gefühl, mein VPN ist langsamer als sonst. Kann ich das VPN auch auf meinem Handy nutzen? Habe ich die richtige Konfiguration für das VPN? Ich kann nicht auf die interne Website zugreifen, wenn ich über VPN bin. Wie oft sollte ich mich mit dem VPN verbinden, um sicher zu bleiben? Ich brauche eine Anleitung, um das VPN auf Windows 10 einzurichten. Hat jemand die aktuellen VPN-Zugangsdaten? Ich kann nach der letzten Software-Änderung nicht mehr auf VPN zugreifen. Ich wollte nur nachfragen, ob das VPN gerade down ist. Mein VPN-Client zeigt ständig „Verbindung fehlgeschlagen“. Wieso kann ich den VPN nicht mit meinem Linux-Rechner verbinden? Gibt es eine Möglichkeit, die VPN-Geschwindigkeit zu verbessern? Ich habe keine Berechtigung, um auf das VPN zuzugreifen, was nun? Kann ich beim Einrichten des VPNs etwas falsch gemacht haben? Ich habe das Passwort für das VPN vergessen, wo kann ich das zurücksetzen? Wie kann ich sicherstellen, dass mein VPN immer verbunden bleibt? Ich brauche dringend Zugriff auf die VPN, kann mir jemand helfen? Ich hab das VPN auf zwei Geräten, aber", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vpn_access.txt", "start_word": 0, "end_word": 250}
{"text": "beim Einrichten des VPNs etwas falsch gemacht haben? Ich habe das Passwort für das VPN vergessen, wo kann ich das zurücksetzen? Wie kann ich sicherstellen, dass mein VPN immer verbunden bleibt? Ich brauche dringend Zugriff auf die VPN, kann mir jemand helfen? Ich hab das VPN auf zwei Geräten, aber nur auf einem klappt's. Was kann ich tun, wenn ich beim VPN eine Fehlermeldung bekomme? Ich hab die VPN-App runtergeladen, aber es passiert nix. Mein Kollege hat gesagt, dass er Probleme mit dem VPN hat, wisst ihr mehr? Wie oft sollte ich mein VPN-Passwort ändern? Ich kann die VPN-Anmeldung nicht abschließen, was mache ich falsch? Muss ich das VPN jedes Mal neu starten, wenn ich mich anmelde? Ich kann über meine VPN-Verbindung keine Videos streamen, woran liegt das? Gibt es eine spezielle Software, die ich für das VPN benutzen sollte? Ich habe die Anleitung für das VPN nicht gefunden, wo steht die? Kann ich den VPN-Zugang auch für private Zwecke nutzen? Ich kann nicht auf die Forschungsdaten zugreifen, wenn ich über VPN bin. Wie kann ich die VPN-Logs einsehen, um Probleme zu analysieren? Ich habe das Gefühl, dass das VPN zu viele Ressourcen frisst. Kann ich das VPN auch für externe Geräte wie Tablets nutzen? Ich wollte fragen, ob es eine mobile VPN-App gibt, die empfohlen wird. Ich habe die VPN-Einrichtung nach Anleitung durchgeführt, aber es klappt nicht. Kann mir jemand die Schritte zur Fehlerbehebung bei VPN-Verbindungen schicken? Ich habe das Gefühl, dass mein VPN regelmäßig abbricht, ist das normal?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vpn_access.txt", "start_word": 200, "end_word": 450}
{"text": "externe Geräte wie Tablets nutzen? Ich wollte fragen, ob es eine mobile VPN-App gibt, die empfohlen wird. Ich habe die VPN-Einrichtung nach Anleitung durchgeführt, aber es klappt nicht. Kann mir jemand die Schritte zur Fehlerbehebung bei VPN-Verbindungen schicken? Ich habe das Gefühl, dass mein VPN regelmäßig abbricht, ist das normal? Ich kann mich nicht mit dem VPN verbinden, weil ich nicht im Büro bin. Ich brauche Hilfe bei der Konfiguration meines VPN für Home Office. Was sind die häufigsten Fehler beim VPN-Setup? Gibt es ein VPN-Tutorial für Anfänger, das ich mir anschauen kann? Ich habe die VPN-Zugangsdaten vergessen, wo finde ich die wieder? Ich kann nur mit LAN auf das VPN zugreifen, aber nicht über WLAN. Wie oft muss ich meine VPN-Einstellungen aktualisieren?", "source": "./hnu-chatbot-project/synthetic_data\\de\\employee\\vpn_access.txt", "start_word": 400, "end_word": 523}
{"text": "Did you see the latest email about the new research funding opportunities? I heard there's a faculty meeting next week—what's on the agenda? What's the deadline for submitting proposals for the next symposium? Can someone remind me when the new semester starts? Are there any updates on the campus renovation project? I missed the last staff meeting; how can I catch up on what was discussed? Is there a new policy on remote work for administrative staff? When will the results of the employee satisfaction survey be shared? I need to find out who won the teaching award this year. What’s the latest news about the university’s international partnerships? I saw an announcement about parking changes—what’s happening? Can you confirm if the library hours are extended during exam time? Are there any important dates I should be aware of for the upcoming semester? Where can I find the minutes from the last departmental meeting? Did anyone receive information about the upcoming guest lecture series? I need to know if there's a schedule for upcoming workshops for staff training. Is there a new process for ordering office supplies? What’s the latest update on the university's sustainability initiatives? I want to know when the next round of faculty evaluations will take place. Did I miss the announcement about the new software for course management? Where can I find the guidelines for the research grant applications? Can someone remind me when the holiday break starts? Are there changes in the visa policy for", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\announcement_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "when the next round of faculty evaluations will take place. Did I miss the announcement about the new software for course management? Where can I find the guidelines for the research grant applications? Can someone remind me when the holiday break starts? Are there changes in the visa policy for international researchers? Did the administration decide on the budget for next year? What’s the protocol for reporting IT issues on campus? I heard rumors about a new cafeteria opening—any details? Is there a new system for submitting travel requests? Can we get an update on the campus safety protocols? What’s the latest on the collaboration with the local tech firms? I need to check if the university has announced any changes to the exam format. Who can I contact for updates on the faculty recruitment process? Did the chancellor send out any recent communications that I missed? I’m curious about the outcome of the last academic senate meeting. What’s the deadline for submitting research papers for the journal? Is there a new contact for HR inquiries? Can I get an update on the status of the online course offerings? When is the next deadline for submitting budget requests? I heard there’s a new initiative for staff wellness—any details? Did the university announce any changes to the grading policy? Can you point me to where I can find the latest campus news? What’s the plan for the university’s 25th anniversary celebrations? Is there a way to access the latest reports on", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\announcement_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "there’s a new initiative for staff wellness—any details? Did the university announce any changes to the grading policy? Can you point me to where I can find the latest campus news? What’s the plan for the university’s 25th anniversary celebrations? Is there a way to access the latest reports on student enrollment? When are the final exams scheduled for this semester? Are there any planned events for faculty networking this month? Can I get more info about the new mentoring program for new professors? What’s happening with the research center renovations? Is there a newsletter that covers important announcements? Did the university decide on a new vendor for catering services? When will the new academic calendar be published? Are there any updates on the partnerships with local businesses?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\announcement_inquiry.txt", "start_word": 400, "end_word": 528}
{"text": "Can you help me order catering for the faculty meeting next week? Ich brauche ein paar Snacks und Getränke für unser Seminar, wo bestelle ich das? What’s the process for arranging catering for the upcoming workshop? Do we have a preferred vendor for catering at HNU? Could you send me the catering options for our event on Friday? I’d like to order lunch for a small group, what are the choices? Haben wir ein Budget für das Catering beim nächsten Kolloquium? Can I get some vegetarian options for our meeting catering? Who do I contact for catering services? Can we get coffee and pastries for the morning session? Ich muss Catering für ein internes Meeting bestellen, wie mache ich das? Where do I find the menu for catering services? Is there a deadline for ordering catering for events? Could you recommend a good caterer for our graduation ceremony? Ich hab keine Ahnung, wie ich Catering für die Konferenz buchen soll. Can we arrange for catering to be delivered to building B? What’s included in the standard catering package? Need to order sandwiches and drinks for a lunch meeting, any tips? Are there gluten-free options available from our catering service? Ich hab ein paar Fragen zu den Catering-Preisen für die nächste Veranstaltung. Can we get some finger food for the reception after the lecture? How do I change my catering order after it’s been submitted? Wo finde ich die Kontaktdaten vom Catering-Dienstleister? Is there a way to see reviews for the", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\catering_order.txt", "start_word": 0, "end_word": 250}
{"text": "hab ein paar Fragen zu den Catering-Preisen für die nächste Veranstaltung. Can we get some finger food for the reception after the lecture? How do I change my catering order after it’s been submitted? Wo finde ich die Kontaktdaten vom Catering-Dienstleister? Is there a way to see reviews for the catering providers we use? I’m looking for a catering service that can handle dietary restrictions. Haben wir schon das Catering für die Staff-Party gebucht? What’s the latest I can place a catering order? Can you check if we can get some local wines for our event? Ich hätte gerne eine Liste der verfügbaren Catering-Optionen. Can I order catering for an off-campus event? How do I ensure we have enough food for all attendees? Do we have a contact person for catering emergencies? Could you let me know if I can get a discount for larger orders? Is there a way to see what other departments have ordered for catering? Haben wir spezielle Angebote für das Catering bei Hochzeiten? Can you assist me in coordinating the catering for our international guests? I need to cancel my catering order, what’s the process? What are the payment options for catering services? Könnte jemand die Bestellungen für das Catering bitte überprüfen? What happens if we need to change the catering number last minute? Are there any local caterers you would recommend for large events? Can I get a quote for catering before making a final decision? Ich wollte nachfragen, ob wir auch Food Trucks", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\catering_order.txt", "start_word": 200, "end_word": 450}
{"text": "die Bestellungen für das Catering bitte überprüfen? What happens if we need to change the catering number last minute? Are there any local caterers you would recommend for large events? Can I get a quote for catering before making a final decision? Ich wollte nachfragen, ob wir auch Food Trucks für unser Event mieten können. Can we include a dessert option in our catering order? How do I confirm my catering order has been received? Are there any restrictions on catering delivery times? Can we order catering for an outdoor event? Ich muss ein paar Änderungen am Catering-Plan vornehmen, wer kann mir helfen? What’s the best way to communicate dietary preferences to the caterer? Can we have a tasting session before finalizing the catering order?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\catering_order.txt", "start_word": 400, "end_word": 525}
{"text": "Wie beantrage ich die Genehmigung für die Teilnahme an der Konferenz in Berlin? Ich würde gerne zur Konferenz nach Frankfurt fahren, wie läuft das mit der Genehmigung? Was sind die Schritte, um eine Kostenübernahme für die Konferenz zu beantragen? Könnte ich die Genehmigung für die Konferenz in München noch diese Woche bekommen? Wo finde ich das Formular für die Antragstellung zur Konferenzteilnahme? Ich hab gehört, dass wir für die Reise zur Konferenz einen Antrag stellen müssen, stimmt das? Brauche ich eine Unterschrift von der Dekanin für meine Reisegenehmigung? Kann ich meine Konferenzkosten im Vorfeld bezahlen oder brauche ich eine Genehmigung? Ich möchte nächstes Monat zu einer Konferenz, wie lange dauert die Genehmigung? Hey, gibt's Fristen für die Einreichung von Anträgen für Konferenzen? Ich hab die Einladung zur Konferenz bekommen, aber wo stell ich den Antrag? Wie läuft das mit den Reisekosten für die Konferenz, muss ich das vorher klären? Ich denke darüber nach, zu einer Konferenz zu gehen, aber habe kein Budget, was now? Wie viel Zeit braucht es, um die Genehmigung für die Konferenz zu bekommen? Kann ich auch ohne Genehmigung zur Konferenz fahren? Ich will zur Konferenz in Stuttgart, aber die Kosten sind hoch. Wo kann ich Hilfe bekommen? Wie viele Konferenzen kann ich im Jahr beantragen? Ich hab das Antragsformular gefunden, aber ich bin mir nicht sicher, ob alles stimmt. Wo ist die Übersicht über die verfügbaren Fördermittel für Konferenzen? Ich hab das Budget für die Konferenz nicht, was kann ich tun? I need to check if", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\conference_approval.txt", "start_word": 0, "end_word": 250}
{"text": "bekommen? Wie viele Konferenzen kann ich im Jahr beantragen? Ich hab das Antragsformular gefunden, aber ich bin mir nicht sicher, ob alles stimmt. Wo ist die Übersicht über die verfügbaren Fördermittel für Konferenzen? Ich hab das Budget für die Konferenz nicht, was kann ich tun? I need to check if my conference funding request has been approved. Gibt's eine Anleitung, wie man einen Antrag auf Reisekosten für Konferenzen stellt? Ich hab eine Einladung zur Konferenz, aber ich bin unsicher wegen der Kosten. Wie lange dauert die Bearbeitung von Anträgen zur Konferenzteilnahme normalerweise? Könnte ich das auch per E-Mail einreichen, statt persönlich? Ich hab das Formular ausgefüllt, aber wo send ich das hin? Ich bin mir nicht sicher, ob meine Konferenzkosten gedeckt sind, kann ich das nachfragen? Wie erfahre ich, ob ich für die Konferenzreisen finanziert werde? Ich will zu einer wichtigen Konferenz, aber das Budget ist knapp, gibt's Alternativen? Ich habe ein paar Fragen zu den Regeln für Konferenzanträge, kann ich einen Termin mit jemandem machen? Wie oft kann ich für Konferenzen Antrag stellen, gibt es eine Begrenzung? Ich habe keine Bestätigung für meine Konferenzanmeldung erhalten, was soll ich tun? Ich bin neu hier und weiß nicht, wie der Prozess für Konferenzgenehmigungen geht. Wo finde ich die Richtlinien für Reisekostenerstattung für Konferenzen? Ich muss einen Antrag auf Reisegenehmigung stellen, wo fang ich an? Könnte ich die Genehmigung für meine Konferenzreise beschleunigen? Ich habe ein wenig spät angefragt, aber könnte ich trotzdem zur Konferenz fahren? Ich brauche dringend Klarheit über die", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\conference_approval.txt", "start_word": 200, "end_word": 450}
{"text": "für Konferenzgenehmigungen geht. Wo finde ich die Richtlinien für Reisekostenerstattung für Konferenzen? Ich muss einen Antrag auf Reisegenehmigung stellen, wo fang ich an? Könnte ich die Genehmigung für meine Konferenzreise beschleunigen? Ich habe ein wenig spät angefragt, aber könnte ich trotzdem zur Konferenz fahren? Ich brauche dringend Klarheit über die Finanzierung für die Konferenz in Berlin. Wie gehe ich vor, wenn ich eine Konferenz außerhalb Deutschlands besuchen möchte? Ich habe das Gefühl, dass ich die Genehmigung für die Konferenz zu spät beantragt habe. Kann ich auch ohne Genehmigung die Reise zur Konferenz antreten? Ich habe die Frist für den Antrag verpasst, was sind meine Optionen? Ich hab gehört, dass die Konferenz in München tolle Themen hat, aber wie beantrage ich die Teilnahme? Wie schick ich meinen Antrag für die Konferenz, wenn ich im Ausland bin? Ich hab noch nie einen Antrag für eine Konferenz gestellt, wo soll ich anfangen? Ich brauche mehr Infos zu den Fördermöglichkeiten für Konferenzen, wo finde ich die? Ich hab meine Unterlagen für die Konferenz, aber wo ist das Formular? Was passiert, wenn ich die Konferenz absagen muss, nachdem die Genehmigung erteilt wurde? Ich bin unsicher, ob ich alle erforderlichen Unterlagen für den Antrag habe. Wie kann ich meine Reisekosten für die Konferenz am besten dokumentieren?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\conference_approval.txt", "start_word": 400, "end_word": 610}
{"text": "Could you give me the contact info for the head of the marketing department? Hey, I'm trying to reach Prof. Müller. Is there a way to find his email address? I need to get in touch with the IT support team, where can I find their contact details? Does anyone know the phone number for the finance office? I'm looking for the administrative contact for the international office, can you help? Is there a directory where I can find all staff emails? Hey, can you send me the contact info for the HR department? Ich brauche die Kontaktdaten von Herrn Schmidt. Wo find ich die? How do I find out who is responsible for lab equipment? Could you let me know who to contact about research funding? What's the best way to reach the student affairs office? Ich suche die E-Mail-Adresse von Frau Keller. Hast du die? Can you tell me the contact person for the library services? Where can I find the faculty list with their contact details? Ich will den Dekan erreichen, wo finde ich seine Kontaktdaten? Who can I talk to about event planning on campus? Do we have a phone list for all the departments? Could you tell me the best way to contact the admissions office? Hey, does anyone have the email for the accounting department? Ich hab Schwierigkeiten, die richtige Person für mein Anliegen zu finden. Can I get the contact info for the sustainability office? What's the email for the career services team?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contact_directory.txt", "start_word": 0, "end_word": 250}
{"text": "you tell me the best way to contact the admissions office? Hey, does anyone have the email for the accounting department? Ich hab Schwierigkeiten, die richtige Person für mein Anliegen zu finden. Can I get the contact info for the sustainability office? What's the email for the career services team? I need to find out who's in charge of the student exchange program. Wer ist der Ansprechpartner für die Studienberatung? Can someone help me find the contact details for the research office? What's the process for reaching out to guest lecturers? Ich brauch die Telefonnummer von der Verwaltung, könnt ihr mir helfen? Can you send me the email addresses of the department heads? I’m trying to get in touch with a colleague from another university, any tips? Could someone guide me to the right contact for IT issues? Where do I find the contact list for faculty members? Ich kann die Kontaktdaten von Frau Weber nicht finden, weißt du Bescheid? Can you help me locate the department secretary's email? What's the quickest way to reach the registrar's office? Ich suche die Kontaktdaten für das Prüfungsamt, wo find ich die? How can I find the contact for the ongoing research projects? Could you point me to the right person for student affairs? Is there a shared document with all staff contacts? Wo kann ich den Ansprechpartner für die Öffentlichkeitsarbeit finden? Can someone share the contact info for the counseling center? Ich brauch dringend die E-Mail von dem neuen Professor, hat jemand", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contact_directory.txt", "start_word": 200, "end_word": 450}
{"text": "Could you point me to the right person for student affairs? Is there a shared document with all staff contacts? Wo kann ich den Ansprechpartner für die Öffentlichkeitsarbeit finden? Can someone share the contact info for the counseling center? Ich brauch dringend die E-Mail von dem neuen Professor, hat jemand die? What's the best way to contact the campus security? Who do I reach out to for issues with my office equipment? Can I get the phone number for the student services office? Wie komm ich an die Kontaktdaten von der Studiengangsleitung? Could you tell me how to find my colleague's office location? Is there a specific contact for academic partnerships? Ich suche die E-Mail-Adresse von der IT-Abteilung, hat jemand die? Can you help me find the right person for course approvals? Where's the best place to find organizational contacts?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contact_directory.txt", "start_word": 400, "end_word": 540}
{"text": "Can you clarify the probation period in my employment contract? Is there a way to get my contract extended for another year? Hey, I was wondering about the overtime policy for admin staff. What are the conditions for part-time work in our department? Do I get any benefits if I’m on a temporary contract? How can I check my current salary details in the system? Is there a specific process for contract renewal that I need to follow? I heard something about changes to our employment terms, can you fill me in? What’s the notice period for resigning from my position? Are there any childcare benefits available for employees? Can I work from home sometimes, or is that not allowed in our contracts? What happens if I want to take a sabbatical? Any specific rules? Is it possible to negotiate my starting salary before signing the contract? I need to understand my rights regarding vacation days. What’s the policy on sick leave for professors compared to admin staff? Can I get a copy of the university's employment guidelines? Do I need to inform HR if I take on a side job? How do I handle a conflict regarding my contract terms? Is there a maximum number of hours I can work as a student assistant? What’s the process for applying for parental leave? Can I request a flexible working schedule in my contract? Are there any health insurance options provided through the university? I think there was a typo in", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contract_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "terms? Is there a maximum number of hours I can work as a student assistant? What’s the process for applying for parental leave? Can I request a flexible working schedule in my contract? Are there any health insurance options provided through the university? I think there was a typo in my contract. Who can I talk to? What’s the procedure for getting a raise after my first year? Is it possible to switch from a fixed-term to a permanent contract? What benefits do researchers get under their contracts? How do I apply for additional training or workshops through HNU? I’m unsure about my rights concerning remote work. Can you clarify? What’s included in the pension scheme for university employees? Is there a way to get a travel allowance for conferences? Do I need to submit any paperwork if I change my address? How often are performance reviews conducted for admin staff? Who can I contact if I have questions about my contract specifics? Can I take unpaid leave, and how do I request it? What are the terms for contract termination from the university's side? I need to know if my contract allows for external consulting work. Are there any restrictions on outside employment for professors? What’s the process for changing my working hours? I heard there are benefits for continuing education, how do I apply? Can I get help with retirement planning from HR? Is it common for professors to have a second employment contract? Can I get support", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contract_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "restrictions on outside employment for professors? What’s the process for changing my working hours? I heard there are benefits for continuing education, how do I apply? Can I get help with retirement planning from HR? Is it common for professors to have a second employment contract? Can I get support if I have issues with my contract terms? What’s the policy on sick leave for research assistants? Are there any specific contract terms for international employees? How do I find out about my eligibility for a bonus? Is there a cap on the number of vacation days I can carry over? Can I modify my contract if my responsibilities change? What’s the process for applying for a contract extension? Are there any special conditions for contracts related to research grants? How do I address discrepancies in my paycheck?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\contract_inquiry.txt", "start_word": 400, "end_word": 538}
{"text": "Can I get a copy of the faculty handbook somewhere online? I'm looking for the latest version of the research funding guidelines, where is it? Is there a centralized place for all university policies? How do I access the HR forms for vacation requests? I need the latest version of the data protection policy, any idea where to find it? Where can I download the template for my course syllabus? Do we have a digital archive of past meeting minutes? I can't find the form for reimbursement, can you help? What’s the process for accessing internal documents? Is there a link to the university's compliance policies? Where can I find the guidelines for handling student feedback? Can I access the library’s document repository remotely? I'm trying to locate the internship agreement form, any suggestions? Are there specific protocols for remote work documents? What’s the best way to submit a request for IT support? I need the new employee orientation materials; where are they? Is there a checklist for submitting research proposals? Can someone point me to the latest teaching evaluation forms? How do I access the annual budget reports? I’m looking for templates for official university letters. Are the grant application forms available online? Where do I find the health and safety guidelines for our lab? Do we have a place to access past research papers published by the faculty? I need to review the travel policy, can I find it on the intranet? What’s the process for accessing employee", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\document_access.txt", "start_word": 0, "end_word": 250}
{"text": "application forms available online? Where do I find the health and safety guidelines for our lab? Do we have a place to access past research papers published by the faculty? I need to review the travel policy, can I find it on the intranet? What’s the process for accessing employee training documents? Is there a digital copy of the university’s strategic plan? Can I get the staff directory in a downloadable format? How do I request access to sensitive research data? Can I find a manual for the new administrative software we’re using? Where can I find the policies on academic integrity? Are there any forms I need to fill out for my sabbatical leave? I can't remember where the budget proposal forms are located. What's the procedure to access archived emails related to grant projects? Is there a way to access the university's branding guidelines? Can I get the meeting agenda template from somewhere? Where do I find the policy on faculty workload? How can I download the form for requesting conference funding? Is there a specific site for accessing faculty evaluation criteria? Can I see the latest updates on university policies regarding remote teaching? Where can I find the form for IT equipment requests? Is there a guideline for writing research ethics proposals? How do I access student attendance records? Can I find the policy on intellectual property somewhere? What’s the quickest way to access the library's resource guides? Where can I find the procedures for hiring student", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\document_access.txt", "start_word": 200, "end_word": 450}
{"text": "the form for IT equipment requests? Is there a guideline for writing research ethics proposals? How do I access student attendance records? Can I find the policy on intellectual property somewhere? What’s the quickest way to access the library's resource guides? Where can I find the procedures for hiring student assistants? Are there forms available for submitting academic grievances? What’s the access procedure for confidential HR documents? I’m looking for the latest employment contracts, where are they? How do I get permission to access restricted research databases? Can I view the budget history for my department online?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\document_access.txt", "start_word": 400, "end_word": 497}
{"text": "Can someone help me order a new projector for my lecture hall? I need to get some new chairs for the seminar room, who do I contact? Is there a form for ordering office supplies? I need some paper and pens. Hey, can we get a new whiteboard for our team room? The old one is really worn out. I’m looking to buy a new laptop for research, what's the process? Could we please order more markers for the faculty meeting? Thanks! Do we have a preferred supplier for office furniture? I need a couple of ergonomic chairs for my team, how do I go about this? Can I get some new folders and binders for my office? What’s the budget for office supplies this semester? Is there a way to order office supplies online, or do I have to fill out a form? The printer in our office is out of toner again, can we get that replaced? Can I request a new desk for my office? It’s kinda cramped here. I need an extra monitor for my workstation, how do I request that? Is there a limit to how much I can spend on office supplies? Can you remind me where the supply order forms are located? Could we order some new lab equipment for our research project? Who handles the ordering of office furniture? I need a new desk. My desk chair is broken, can someone arrange for a replacement? Can I get more sticky notes and", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\equipment_request.txt", "start_word": 0, "end_word": 250}
{"text": "remind me where the supply order forms are located? Could we order some new lab equipment for our research project? Who handles the ordering of office furniture? I need a new desk. My desk chair is broken, can someone arrange for a replacement? Can I get more sticky notes and highlighters for my desk? What’s the turnaround time for ordering new office supplies? Do we have any budget left for new equipment this semester? I need to order a new filing cabinet, who can help me with that? Can I get a new headset for my online classes? The old one is broken. Where do I find the guidelines for ordering office supplies? Can we order a new coffee machine for the break room? Is it possible to have a standing desk in my office? I need a new printer cartridge, how can I get that? Can I get some help ordering a new laptop stand? It’s hurting my back. What’s the process for getting new furniture for our research lab? Can we place an order for some new textbooks for our course? I’d like to order some supplies for an upcoming workshop, who do I contact? Can I submit a request for new office decor? Need to brighten up my space! How do I request new software for my computer? The chairs in the seminar room are really uncomfortable, can we replace them? Who can I talk to about getting new lab supplies? I need a new desk lamp,", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\equipment_request.txt", "start_word": 200, "end_word": 450}
{"text": "a request for new office decor? Need to brighten up my space! How do I request new software for my computer? The chairs in the seminar room are really uncomfortable, can we replace them? Who can I talk to about getting new lab supplies? I need a new desk lamp, can we order that? What’s the procedure for ordering scientific equipment? Can we get some more coffee mugs for the faculty lounge? Is there a specific vendor we use for office equipment? I just realized we're out of printer paper, can someone order it? Can I submit a request for a new conference table for our meeting room? Do we have a catalog for office supplies we can choose from? I need to order some new textbooks, who handles that? Can we get some more USB drives for our department? I’d like to order a new phone for my office, what’s the process? How do I go about requesting a new desktop computer? Is there a way to expedite my order for a new chair? The whiteboard is too small for the room, can we get a bigger one? Can I request additional office supplies for my upcoming project?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\equipment_request.txt", "start_word": 400, "end_word": 599}
{"text": "Can I schedule an exam in room B302 for next week? What’s the procedure for booking an exam room? Hey, do we have any available rooms for exams next Tuesday? I need to reserve the lecture hall for my final exams. Is there a form I need to fill out for exam scheduling? Can I get a list of available rooms for my midterms? What’s the deadline for scheduling exams this semester? Could you tell me how to check room availability for exams? I want to book room C105 for my class exam, is it free? Are there specific time slots for scheduling exams? Do we need to coordinate with other departments for exam rooms? Can I schedule an oral exam in the conference room? What’s the process for changing an exam date? I heard the exam rooms are already booked, is that true? How do I cancel a room booking for an exam? Can we use the gym for a large exam this semester? I’d like to reserve two rooms for simultaneous exams, how do I do that? Is there a way to see which rooms are equipped for online exams? Do I need to notify anyone if my exam time changes? Can I get a key for the exam room in advance? What should I do if I can’t find a room for my exam? Can we hold exams on weekends, or is that not allowed? What’s the policy on exam room capacity? I need to know if", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\exam_scheduling.txt", "start_word": 0, "end_word": 250}
{"text": "exam time changes? Can I get a key for the exam room in advance? What should I do if I can’t find a room for my exam? Can we hold exams on weekends, or is that not allowed? What’s the policy on exam room capacity? I need to know if we can book the main auditorium for exams. Is there a limit to how many rooms I can book for exams? Can I book an exam room for a Saturday without prior notice? What if I need to schedule an exam outside of regular hours? Can you help me with the logistics for scheduling multiple exams? I accidentally double-booked a room for an exam, what now? How do I go about reserving a computer lab for an exam? What are the best practices for scheduling exams in our department? Is it possible to change the location of an already scheduled exam? I need to check the policy for exam cancellations due to illness. Can I reserve a room for an exam on short notice? What’s the best way to communicate exam scheduling with students? Are there any special considerations for scheduling exams during holidays? How do I find out about equipment available in exam rooms? I think we need more rooms available for exams, what can we do? Is there a contact person for booking exam rooms? Can I use the video conferencing tools in the exam room? I need to schedule a retake exam, who do I talk to?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\exam_scheduling.txt", "start_word": 200, "end_word": 450}
{"text": "equipment available in exam rooms? I think we need more rooms available for exams, what can we do? Is there a contact person for booking exam rooms? Can I use the video conferencing tools in the exam room? I need to schedule a retake exam, who do I talk to? What’s the procedure for testing accommodations in exam rooms? Do we need to set up any special arrangements for online exams? How do I confirm my exam room reservation? I’d like to schedule an exam, but I’m unsure about the room size. Can I reserve a room for an exam that’s still being planned? What’s the process if I need to book an exam room for a group project? Do we have any large rooms available for a final exam? Can you send me the guidelines for exam scheduling? I need to adjust the exam time, how do I go about that?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\exam_scheduling.txt", "start_word": 400, "end_word": 552}
{"text": "What’s the deadline for submitting grades this semester? I accidentally submitted the wrong grades, can I change them? How do I access academic records for my students? Is there a way to submit grades online or do I need to do it manually? Could you remind me how to update a student's grade after submission? I need to check if all my students' grades are correctly recorded. When will we receive the official guidelines for grade submission? Can I submit grades late due to unforeseen circumstances? What’s the process for changing a grade after it’s been submitted? I’m confused about the grade calculation formula, where can I find it? I just realized I need to correct a grade; what’s the procedure? Are there any forms I need to fill out for grade changes? Do I need a signature from the department head for grade adjustments? How do I access the grading portal? It’s not working for me. Can I submit grades via email, or does it have to be through the portal? Is there a specific format for grade submission we should follow? What happens if I miss the grade submission deadline? I need to retrieve an old academic record for a former student. Can I submit grades for both courses at once or separately? How do I handle grade disputes from students? What’s the best way to communicate grade changes to students? Can you help me with the grading software? I’m having trouble. When can I expect to see", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\grade_submission.txt", "start_word": 0, "end_word": 250}
{"text": "for a former student. Can I submit grades for both courses at once or separately? How do I handle grade disputes from students? What’s the best way to communicate grade changes to students? Can you help me with the grading software? I’m having trouble. When can I expect to see the students' final grades published? I’ve noticed a discrepancy in my students' records; who should I contact? What’s the policy for incomplete grades and how do I submit them? Do I need to notify anyone if I change a grade after submission? I can't find the grading guidelines in the staff portal; where are they? Is there a training session for new faculty on grade submission? What's the best way to track submitted grades for multiple classes? I think I submitted the grades incorrectly; can I check my submission? How do I request official transcripts for students? I need to discuss a grade change with a colleague; who should I ask? When will the new grading policy be effective? Can I view my colleagues' submitted grades as a reference? Is it possible to get an extension for submitting grades if needed? I have a question about grade weighting; who do I ask? Do we have a grace period for grade submissions? What should I do if a student claims they didn’t receive their grade? I can't access the academic records database; is there a glitch? Are there any common mistakes to avoid when submitting grades? How do I appeal a", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\grade_submission.txt", "start_word": 200, "end_word": 450}
{"text": "I ask? Do we have a grace period for grade submissions? What should I do if a student claims they didn’t receive their grade? I can't access the academic records database; is there a glitch? Are there any common mistakes to avoid when submitting grades? How do I appeal a grade decision made by another faculty member? What’s the protocol if a grade has to be changed after the semester ends? Can I submit grades in bulk for my entire class? I need to update my grading criteria; where can I find the approval process? What’s the cutoff date for late grade submissions for this term? How do I handle a situation where a student missed an exam? Can I edit a grade after it’s been finalized on the system? What’s the best way to report technical issues with the grading system? I’m looking for the contact info of the registrar’s office for grade queries. Is there a specific time when grades are usually finalized?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\grade_submission.txt", "start_word": 400, "end_word": 565}
{"text": "I can't log into the university email, is there a system outage? Could someone help me with the presentation software? It's acting weird. My laptop won't connect to the Wi-Fi, any tips? I need access to the shared drive for my research project, who do I contact? Is there a way to reset my password for the intranet? My printer keeps jamming, any suggestions on how to fix it? Why is the online course platform so slow today? I'm having issues with my video conferencing tool, can someone assist? I can't open the grading software, is it down for maintenance? Can I get help with my email signature setup? It's not saving properly. Does anyone know why the library system isn't allowing me to check out books? I need to update my software but my computer says there's no space left. My desktop is frozen, what should I do to unfreeze it? Is the university's VPN down? I can't connect remotely. I accidentally deleted an important file, is there a way to recover it? How do I access the new research database? I can't find the link. My webcam isn't working for online lectures, what can I do? I'm having trouble with my Outlook calendar syncing, any ideas? Could someone remind me how to submit my expense reports online? The projector in the lecture hall isn't displaying anything, help! Can I get a new mouse for my office? This one is really glitchy. Is there a way to set up", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\it_support_employee.txt", "start_word": 0, "end_word": 250}
{"text": "trouble with my Outlook calendar syncing, any ideas? Could someone remind me how to submit my expense reports online? The projector in the lecture hall isn't displaying anything, help! Can I get a new mouse for my office? This one is really glitchy. Is there a way to set up two-factor authentication for my university email? I need to install some software for a project, who do I ask? Does anyone else have issues with the grading portal? It's really slow. How do I change my profile picture in the staff directory? I'm locked out of my university account, who can help? Can I borrow a laptop for a conference next week? My email isn't syncing on my phone, what could be wrong? The online submission system for grants isn't working, any updates? Where can I find the IT support contact information? I need to update my antivirus software, is there a guide for that? How do I add a new user to our department's shared folder? Is the university website down? I can't access any pages. I'm getting error messages when trying to upload my research paper. Can I get help with configuring my new smartphone for university email? The sound on my computer isn't working, any troubleshooting tips? Who can help me install the new software on the lab computers? I'm having issues with my Zoom account, it keeps logging me out. Why can't I access the course materials for my class? My office computer is really slow,", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\it_support_employee.txt", "start_word": 200, "end_word": 450}
{"text": "The sound on my computer isn't working, any troubleshooting tips? Who can help me install the new software on the lab computers? I'm having issues with my Zoom account, it keeps logging me out. Why can't I access the course materials for my class? My office computer is really slow, can I get it checked? How do I connect my personal laptop to the university printer? I can't find the meeting link for the staff meeting, can someone send it? I need to change my email forwarding settings, where do I do that? The digital whiteboard isn't responding, any advice? Is there a tutorial for using the new research management software? I can't remember my password for the library database, help! Can I get support for setting up my new office phone? Why is my department's webpage not updating with the latest info? I'm trying to access a specific journal but it's asking for a login. The software update on my laptop failed, what should I do?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\it_support_employee.txt", "start_word": 400, "end_word": 567}
{"text": "Can I get a new key card for the chemistry lab? I’ve lost my building access card, what should I do? Is there a form I need to fill out for key access to the library? Hey, who do I contact about security permissions for my research project? I need access to the server room, how do I request that? Could you please check if my key card is still active? What’s the process for getting a key for the staff lounge? I think my access to the main building got revoked, any idea why? How do I get a replacement key card if mine's broken? Is it possible to have temporary access for a visiting researcher? I heard there’s new security protocols, where can I find info on that? Can I get a key for the storage closet on the third floor? Who do I talk to about getting access to the faculty lounge? I need my card reactivated ASAP, it's super urgent! Where can I find the rules about building access? What are the hours for accessing the labs? My colleague needs a key for the office, can I request it for them? I think I need to update my security permissions for a new project. Are there any restrictions on who can access the workshop? My key card isn't working, can someone help me? Could you point me to the right person for key card issues? I need access to the IT room, who do I ask?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\key_access_request.txt", "start_word": 0, "end_word": 250}
{"text": "update my security permissions for a new project. Are there any restrictions on who can access the workshop? My key card isn't working, can someone help me? Could you point me to the right person for key card issues? I need access to the IT room, who do I ask? Is there a way to get a digital key for the building? I accidentally locked myself out, can someone let me in? When will I get my new key card after applying? Can I get access to the rooftop for a research project? I'm not sure if I should have access to the basement, can you check? How do I report a lost key card? I need access for a guest speaker, what’s the procedure? Is there a deadline for submitting key access requests? I need my card to open the main entrance, can you help? Can I borrow a key card for the weekend? I can’t get into the building, is there someone I can call? What if I need access to a room I'm not usually assigned to? I’ve been locked out of my office, any advice? Can I get a master key for my department? How do I apply for after-hours access to the lab? I forgot my key card at home, is there a temporary solution? Are there different key levels for different staff roles? Can you confirm if I have access to the auditorium? My key card is demagnetized, where can I get it fixed?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\key_access_request.txt", "start_word": 200, "end_word": 450}
{"text": "I apply for after-hours access to the lab? I forgot my key card at home, is there a temporary solution? Are there different key levels for different staff roles? Can you confirm if I have access to the auditorium? My key card is demagnetized, where can I get it fixed? Can I request access to the archives, and how? Is there someone specific for handling security requests? I need to access the printer in the admin office, who should I ask? Are keys for the seminar rooms available to all faculty? Can I get a key for the shared workspace on the first floor? I’m not sure if my access to the labs is still valid, can you check? What’s the turnaround time for key access requests? Do I need to renew my building access every semester? How do I change my security settings for remote access?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\key_access_request.txt", "start_word": 400, "end_word": 547}
{"text": "The heating in my office is not working properly, can someone take a look? I noticed a leak in the restroom near the faculty lounge, can this be fixed? Is there a way to request a chair replacement for my office? My whiteboard is scratched up and hard to use, can we get a new one? Can someone clean the windows in the conference room? They’re pretty dirty. I need to report a broken window in my office, who do I contact? The lights in the hallway are flickering, can that be fixed soon? I think the air conditioning is not working well in the seminar room. Is there a maintenance request form I need to fill out for repairs? The printer in the staff room is jammed again, can someone fix it? Hey, the coffee machine is out of order, is there a plan to fix it? Can we schedule a time for the IT team to set up my new desk? There's a strange noise coming from the heating system, can it be checked? My office chair is broken, can I get a new one? The floor in the lab is really slippery, can we get some mats? The internet connection is super slow, can IT look into it? Could we arrange for someone to check the lighting in the parking lot? Is it possible to get a new lock for my office door? I think the fridge in the break room needs to be cleaned out, it", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\maintenance_request.txt", "start_word": 0, "end_word": 250}
{"text": "The internet connection is super slow, can IT look into it? Could we arrange for someone to check the lighting in the parking lot? Is it possible to get a new lock for my office door? I think the fridge in the break room needs to be cleaned out, it smells bad! Can someone fix the door handle in A203? It's really loose. The projector in the lecture hall isn't working, who do I talk to? The campus shuttle schedule seems off, can someone look into it? Where can I find info on how to report maintenance issues? My desk is wobbly, can I request a repair for it? There’s a stain on the carpet in the meeting room, can we get that cleaned? Can we get more paper for the printers in the staff area? The elevator has been acting up again, is there a maintenance team on call? I need the heating adjusted in my office, it's too hot in here! There's a flickering light in my lab, can someone replace it? The cleaning staff missed my office this week, can that be addressed? The restrooms need more soap, can we get a refill? Can I request a deep clean for my office before the semester starts? There's a broken tile in the hallway, who can fix that? Can we get more hooks in the staff area for coats? I need to submit a request for a new desk for my office. The sound system in the auditorium", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\maintenance_request.txt", "start_word": 200, "end_word": 450}
{"text": "deep clean for my office before the semester starts? There's a broken tile in the hallway, who can fix that? Can we get more hooks in the staff area for coats? I need to submit a request for a new desk for my office. The sound system in the auditorium is not working, can it be repaired? Is there a way to get extra chairs for the seminar room? The heating system is making weird noises, can we have it checked? Could I get assistance with setting up my new monitor? The vending machine is empty, can someone refill it? I think the battery in my smoke detector is low, can that be replaced? There’s an issue with the water cooler, it’s not cooling. I’d like to request a maintenance check for my office window. The air filter in the lab needs replacing, can that be done soon? Can I get a new desk lamp? The current one is too dim. The Wi-Fi signal is weak in my office, can that be improved? I need to report a problem with the heating in the faculty lounge. The floor in the corridor is damaged; can that be repaired? Could we arrange for someone to fix the roof leak in the library? My office door doesn’t lock properly, who can help with that?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\maintenance_request.txt", "start_word": 400, "end_word": 621}
{"text": "Can we schedule a meeting next week to discuss the new research project? Ich möchte einen Termin mit Prof. Schmidt machen, wann hat er Zeit? Do you know if there’s a shared calendar for booking meeting rooms? Could we meet on Tuesday to go over the budget proposal? What’s the best way to set up a meeting with the admin team? I need to find a time slot for a meeting with my thesis students. Is there a way to check if my colleague is available this afternoon? Hey, can you help me find a time for a quick chat about that paper? Könnte ich bitte Room B303 für Donnerstag reservieren? What’s the procedure for scheduling meetings with external partners? I’d like to set up a team meeting, what’s everyone’s availability? Can you remind me how to book the seminar room for next week? Do we have a doodle poll set up for the project meeting yet? Ich hab keine Zeit am Freitag, können wir das auf Montag verschieben? How do I request a meeting with the faculty council? Could you please send a calendar invite for the workshop on Friday? Is there a tool for finding meeting times that work for everyone? When is the deadline for booking rooms for the next semester? I need to meet with my advisor, when can we arrange that? Can we chat about the new course schedule, maybe next Tuesday? What’s the best way to coordinate a meeting with multiple departments? Do you", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\meeting_scheduling.txt", "start_word": 0, "end_word": 250}
{"text": "work for everyone? When is the deadline for booking rooms for the next semester? I need to meet with my advisor, when can we arrange that? Can we chat about the new course schedule, maybe next Tuesday? What’s the best way to coordinate a meeting with multiple departments? Do you know if anyone has booked the conference room this afternoon? I’d like to discuss my research proposal, when are you free? Is there a specific form I need to fill out to reserve a meeting room? How do I check if my office mate is free for a quick discussion? Can we hold our weekly team meeting on Zoom instead of in person? I need to finalize the agenda for our next meeting, any suggestions? When's the next available slot for a meeting with the HR department? Ich wollte fragen, ob wir das Meeting auf nächste Woche verschieben können. Can you confirm if the meeting with the department head is still on? What’s the best way to follow up after a meeting with a student? Do I need to book a room for our informal catch-up next week? Could we set up a brainstorming session for the new curriculum? Is there a specific protocol for scheduling meetings with guest speakers? Can I have a quick chat with you about my lecture schedule? Do you know if there are any conflicts for that meeting time? Ich kann am Donnerstag nicht, vielleicht Freitag? What’s the process for arranging a meeting with the", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\meeting_scheduling.txt", "start_word": 200, "end_word": 450}
{"text": "there a specific protocol for scheduling meetings with guest speakers? Can I have a quick chat with you about my lecture schedule? Do you know if there are any conflicts for that meeting time? Ich kann am Donnerstag nicht, vielleicht Freitag? What’s the process for arranging a meeting with the vice-chancellor? Can we use Teams for our meeting instead of in-person? Could you check if room A101 is available for our meeting? How do I find out when my colleagues are free for a meeting? Can I get help with the logistics for the upcoming conference? Ich bin mir nicht sicher, ob ich alle eingeladen habe, kannst du das bitte prüfen? Is there a limit to how many times we can book the meeting rooms? Can we do a quick stand-up meeting tomorrow morning? I’d like to schedule a meeting to discuss student feedback, when are you free? Can you help me find a quiet space for a one-on-one meeting? What’s the procedure for cancelling a scheduled meeting? Do I need to notify anyone if I change the meeting time? What’s the most convenient way to share meeting notes with the team?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\meeting_scheduling.txt", "start_word": 400, "end_word": 592}
{"text": "Where can I find the application form for a parking permit? Ich habe mein Parkausweis verloren, was soll ich tun? Can I park in the faculty lot if I haven't received my permit yet? What are the rules for parking on campus after hours? I need to renew my parking permit, how do I do that? Is there a designated area for electric vehicles to charge? Can I get a temporary parking pass for my visiting lecturer? What’s the process for getting a parking permit for guests? Are there any parking spaces available for disabled employees? Ich hab gehört, dass wir bald neue Parkplätze bekommen. Stimmt das? How do I appeal a parking fine I received last week? Könnte ich einen Parkplatz für ein paar Tage reservieren? Are there any discounts for parking permits for staff? Do I need a permit to park in the visitor's lot? Can you send me the link to the parking regulations document? What should I do if my parking permit is damaged? I thought parking was free during the summer break, is that correct? Where do I display my parking permit in my car? Can I swap my parking permit with a colleague temporarily? What's the best way to report a broken parking meter? Ich habe Probleme mit dem Parkausweis, er wird nicht erkannt. Do we have any plans for more parking spaces on campus? How do I check if my parking permit application was approved? Can I park my bicycle in the car", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\parking_permit.txt", "start_word": 0, "end_word": 250}
{"text": "What's the best way to report a broken parking meter? Ich habe Probleme mit dem Parkausweis, er wird nicht erkannt. Do we have any plans for more parking spaces on campus? How do I check if my parking permit application was approved? Can I park my bicycle in the car parking area? What time do the gates close for the parking lot? I just got hired, when can I apply for a parking permit? Is there a waiting list for parking permits at HNU? Can I park my motorcycle in the same area as cars? Does my parking permit cover all campus locations? Where do I pick up my parking permit once it's approved? What happens if I accidentally park in the wrong lot? I lost my parking permit, how can I get a new one quickly? Are there any special regulations for parking during events? Wie lange dauert die Genehmigung für einen Parkausweis normalerweise? Can I extend my parking permit if I'm staying longer than planned? What should I do if there's no parking available when I arrive? Where can I find information about carpooling options? Do we have a system for reporting parking violations? I’m not sure if my permit is still valid, how can I check? What’s the policy on overnight parking on campus? Can I park in a loading zone if I'm just dropping something off? Ich hab gehört, dass das Parken am Wochenende kostenlos ist. Ist das wahr? Is there a mobile app for managing", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\parking_permit.txt", "start_word": 200, "end_word": 450}
{"text": "my permit is still valid, how can I check? What’s the policy on overnight parking on campus? Can I park in a loading zone if I'm just dropping something off? Ich hab gehört, dass das Parken am Wochenende kostenlos ist. Ist das wahr? Is there a mobile app for managing parking permits? Can I park in reserved spots if I have a special permit? What are the penalties for parking without a permit? I need to park for a conference, where should I go? Are there any updates on the construction affecting the parking lot? Can I use my student parking permit if I’m an employee now? Do I need to apply for a new parking permit every year? Where can I find the latest parking regulations?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\parking_permit.txt", "start_word": 400, "end_word": 527}
{"text": "I forgot my password for the employee portal, what should I do? Could you please guide me through the password reset process? My access to the research database is locked; how can I fix this? Ich kann mich nicht mehr einloggen, wie kann ich mein Passwort zurücksetzen? What’s the quickest way to reset my account password? I need to change my password, but I can't find the option. Is there a way to recover my account if I don’t remember my email? My password isn’t working; can you help me reset it? Could you send me the link for the password reset? I think I typed my password wrong too many times, now I'm locked out. Wie kann ich mein Passwort für den Mitarbeiter-Account zurücksetzen? I have forgotten my password and need access for a meeting. Help! I can’t access my email account anymore. Could I get assistance with my system access issues? I need to update my login info, but it’s not letting me. Is there a reset option for my employee account password? My access to the student database is denied; what now? Can someone help me with the employee portal login? I lost my password; can you reset it for me? Was ist der Prozess für das Zurücksetzen eines Passworts? I’m having trouble logging into the HR system, can you assist? Could you please help me regain access to my account? I can't log in to the research tools; my password isn't recognized. Is there a phone", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\password_reset_employee.txt", "start_word": 0, "end_word": 250}
{"text": "reset it for me? Was ist der Prozess für das Zurücksetzen eines Passworts? I’m having trouble logging into the HR system, can you assist? Could you please help me regain access to my account? I can't log in to the research tools; my password isn't recognized. Is there a phone number for immediate help with login issues? Help! I need to reset my password before the meeting! My account is locked, and I need to access it ASAP. Wie lange dauert es, ein Passwort zurückzusetzen? I’m not sure how to change my password, can you explain? I keep getting an error when trying to log in; what should I do? Can you tell me if there’s a self-service password reset option? I changed my password and now I can’t remember it. Is there a form I need to fill out to reset my password? My password is too old; how do I update it? I need help with my login credentials for the faculty portal. Ich habe mein Passwort vergessen und brauche dringend Zugriff. How do I reset my password without the old one? Is there a way to check if my account is still active? I need to access the library system, but my password isn’t working. My VPN access seems to be blocked; how can I fix this? Can I reset my password while off-campus? I’ve been locked out of my account, can someone reset it? What are the steps for resetting my password online? I can’t seem", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\password_reset_employee.txt", "start_word": 200, "end_word": 450}
{"text": "the library system, but my password isn’t working. My VPN access seems to be blocked; how can I fix this? Can I reset my password while off-campus? I’ve been locked out of my account, can someone reset it? What are the steps for resetting my password online? I can’t seem to access my teaching materials; my account is locked. Where do I go to reset my university account password? I received an email about a password change; is it legit? My access to the online system is restricted; what do I do? Can I reset my password from a different device? I think my account might have been hacked; what steps should I take? I need access to my profile urgently; how can I reset my password? I forgot my password and can’t access the employee directory.", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\password_reset_employee.txt", "start_word": 400, "end_word": 537}
{"text": "Wie kann ich meine Gehaltsabrechnung online einsehen? I have a question about my tax documents for this year. Kann ich meine Steuerbescheinigung auch per E-Mail bekommen? What's the deadline for submitting my payroll info? Ich hab mein letztes Gehalt noch nicht erhalten, was ist da los? Do I need to fill out a form for my overtime pay? Wie oft wird unser Gehalt ausgezahlt? Could you check if my tax class is correct? Ich hab gehört, dass sich die Steuerregelungen geändert haben, was muss ich beachten? Wo finde ich die Informationen zu meinen Sozialversicherungsbeiträgen? Mein Gehalt war letzten Monat niedriger als erwartet, kann das sein? Wie lange dauert es, bis die Gehaltsabrechnung bearbeitet wird? Ich brauche eine Kopie meiner letzten Steuererklärung. Warum wird mein Gehalt immer später überwiesen? Kann ich meine Steuerdaten selbst aktualisieren? Ich hab ein Problem mit meiner Lohnabrechnung, wer kann mir helfen? Wie kann ich meinen Urlaub und Überstunden auf der Abrechnung sehen? Wo kann ich mehr Infos zu den Gehältern im öffentlichen Dienst finden? Ich habe einige Fragen zu meinem Vertrag, wen soll ich ansprechen? Wie oft kriegen wir die Möglichkeit, die Steuerklasse zu wechseln? Mein Kollege sagt, ich sollte auch die vermögenswirksamen Leistungen beantragen. Ich brauche mehr Infos über die Abzüge auf meinem Gehalt. Gibt es eine Übersicht über die Gehaltserhöhungen für dieses Jahr? Ich hab ein Formular für die Steuererklärung, wo schicke ich das hin? Wie kann ich meine Bankverbindung für die Gehaltsüberweisung ändern? Ich hab gehört, dass es neue Regelungen zur Altersvorsorge gibt,", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\payroll_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "brauche mehr Infos über die Abzüge auf meinem Gehalt. Gibt es eine Übersicht über die Gehaltserhöhungen für dieses Jahr? Ich hab ein Formular für die Steuererklärung, wo schicke ich das hin? Wie kann ich meine Bankverbindung für die Gehaltsüberweisung ändern? Ich hab gehört, dass es neue Regelungen zur Altersvorsorge gibt, was bedeutet das für mich? Kann ich meine Gehaltsabrechnung auch im Personalportal einsehen? Ich möchte wissen, wie sich mein Gehalt zusammensetzt. Wo kann ich nachlesen, wann die Gehaltserhöhung kommt? Ich hab eine Frage zu den Abzügen für die Krankenversicherung. Wie wird mein Gehalt während der Elternzeit berechnet? Ich bin mir unsicher, ob meine Steuerklasse richtig ist, wo frag ich nach? Wie lange im Voraus muss ich meine Arbeitszeit für die Abrechnung melden? Wo finde ich Informationen über die Rentenbeiträge? Ich hab keine Steuerbescheinigung bekommen, was soll ich tun? Kann ich meine Gehaltsabrechnung für die Steuererklärung verwenden? Ich hab ein Problem mit der Abrechnung, kann ich einen Termin vereinbaren? Wo schicke ich die Unterlagen für die Steuererklärung hin? Ich hab die Gehaltsabrechnung von letzter Woche noch nicht gesehen. Wie oft kann ich meine Steuerdaten ändern? Was passiert, wenn ich meine Steuererklärung zu spät einreiche? Ich brauch Hilfe bei der Berechnung meiner Überstunden. Kann ich meine Steuerklasse online ändern? Ich hab kein Gehalt für diesen Monat bekommen, was könnte der Grund sein? Ich muss dringend meine Bankdaten ändern, wie mache ich das? Wie funktioniert das mit den vermögenswirksamen Leistungen? Ich bin mir nicht sicher, ob ich alle Abzüge auf meiner Abrechnung verstehe.", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\payroll_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "Überstunden. Kann ich meine Steuerklasse online ändern? Ich hab kein Gehalt für diesen Monat bekommen, was könnte der Grund sein? Ich muss dringend meine Bankdaten ändern, wie mache ich das? Wie funktioniert das mit den vermögenswirksamen Leistungen? Ich bin mir nicht sicher, ob ich alle Abzüge auf meiner Abrechnung verstehe. Wo finde ich die Formulare für die Steuererklärung? Ich habe gehört, die Steuerbescheinigung kommt erst später, stimmt das? Wie kann ich die Abzüge für die Rentenversicherung überprüfen?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\payroll_inquiry.txt", "start_word": 400, "end_word": 477}
{"text": "Can someone explain how the performance review process works here? What’s the deadline for submitting my self-assessment for the review? I heard there’s a new format for performance evaluations - what’s changed? Hey, when will we get feedback from last semester's evaluations? Is there a template for the performance evaluation we need to fill out? What criteria do we use for faculty performance assessments? Do I need to prepare anything specific for my upcoming performance review? I missed the workshop on performance evaluations, can someone fill me in? Can I schedule a meeting to discuss my performance review with my supervisor? What if I disagree with the feedback I received in my performance review? Are there examples of good self-assessments I can look at? When should I start preparing for my performance evaluation this year? Is it true that there are new guidelines for how we conduct reviews? I’m not sure how to highlight my achievements - any tips? Who do I talk to if I have questions about the evaluation criteria? Do we have a checklist for preparing for performance evaluations? What’s the usual timeline for the performance review process? Is there an online portal where I can submit my evaluation documents? Can admins give feedback during faculty performance reviews? How do I handle performance review discussions with my team? I need to know when the next performance appraisal meeting is scheduled. What’s the best way to provide constructive feedback in evaluations? Can I bring someone with me to", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\performance_review.txt", "start_word": 0, "end_word": 250}
{"text": "my evaluation documents? Can admins give feedback during faculty performance reviews? How do I handle performance review discussions with my team? I need to know when the next performance appraisal meeting is scheduled. What’s the best way to provide constructive feedback in evaluations? Can I bring someone with me to my performance review meeting? I forgot the date for my performance review, can you remind me? What are the common pitfalls to avoid in a self-assessment? Is there a way to see how my performance compares to colleagues? Can I request a follow-up meeting after my performance review? I’m curious about the criteria for promotions and how they relate to performance reviews. How do I ensure my performance review reflects my contributions accurately? Can I get a copy of the performance evaluation guidelines? What if I feel my evaluation wasn’t fair or accurate? Are there any resources available for improving my performance review skills? How do I document my achievements throughout the year for the review? When should I expect to hear back after my performance evaluation? Can I access previous performance evaluations for reference? What if I missed the deadline for submitting my self-assessment? Is there a way to provide anonymous feedback during the review process? I need help with time management before my performance review. How do I make sure my performance goals align with university objectives? Do researchers have a different evaluation process than professors? What’s the protocol for scheduling my performance review meeting? Can I request", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\performance_review.txt", "start_word": 200, "end_word": 450}
{"text": "provide anonymous feedback during the review process? I need help with time management before my performance review. How do I make sure my performance goals align with university objectives? Do researchers have a different evaluation process than professors? What’s the protocol for scheduling my performance review meeting? Can I request a specific time for my performance review? Who evaluates administrative staff performance, and what’s the process? I’m worried about how to present my case during the review - any advice? How should I prepare for performance evaluations as a new faculty member? What’s the best way to approach my supervisor about my performance review? Are there any professional development opportunities related to performance reviews? I’d like to discuss my career goals during my performance evaluation. Can we have a more informal discussion about the performance review process? What’s the process for peer evaluations in our department?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\performance_review.txt", "start_word": 400, "end_word": 546}
{"text": "What’s the process for submitting my research paper for open access publication? Can someone guide me on funding options for my upcoming publication? How do I find out if my article qualifies for open access? I heard there are grants for publication costs—who do I ask about that? Is there a checklist for open access submissions we can use? Do we have a subscription to any journals that support open access? I’m confused about the copyright transfer agreements—can someone explain? Are there specific funds available for our department’s publication fees? I’m trying to publish my thesis—what’s the best route for open access? How long does it usually take for a paper to be published in open access? Could you send me the link to the open access repository again? Who do I contact if I need help with my manuscript submission? Is there a way to get my article published without paying high fees? Can I get assistance with my publication’s formatting requirements? What are the benefits of publishing open access vs traditional publishing? Are there any workshops on open access publishing coming up? How can I promote my open access article once it’s published? Do we have any partnerships with publishers for discounted fees? I need to clarify the differences between green and gold open access. Who handles the institutional repository at HNU? What’s the best way to cite an open access article? I submitted my paper weeks ago—when can I expect a response? Can I publish my research", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\publication_support.txt", "start_word": 0, "end_word": 250}
{"text": "with publishers for discounted fees? I need to clarify the differences between green and gold open access. Who handles the institutional repository at HNU? What’s the best way to cite an open access article? I submitted my paper weeks ago—when can I expect a response? Can I publish my research data in an open access format? Are there any restrictions on the types of articles we can publish open access? What’s the most common reason for rejection in open access journals? How can I track the impact of my open access publications? Can I get help navigating the open access policy at HNU? What’s the process for requesting an APC waiver for my article? Are there any specific requirements for open access funding applications? I’m looking for resources on open access—any recommendations? Who should I speak to about my publication rights after acceptance? Is it true that open access publications have a wider reach? I need to know if my co-authors are okay with the open access option. What’s the turnaround time for open access publication processing? Is there a limit to how many articles we can publish open access in a year? Can you remind me of the deadlines for funding applications for publications? How do I handle revisions after submitting to an open access journal? What’s the best way to find reputable open access journals? Is there any support for translating articles into English for open access? I’m considering self-archiving my work—is that allowed? Are there any penalties", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\publication_support.txt", "start_word": 200, "end_word": 450}
{"text": "for funding applications for publications? How do I handle revisions after submitting to an open access journal? What’s the best way to find reputable open access journals? Is there any support for translating articles into English for open access? I’m considering self-archiving my work—is that allowed? Are there any penalties for publishing in predatory open access journals? I need help understanding the terms of the open access license. How can I ensure my work is properly indexed in open access databases? Can you provide examples of successful open access publications from HNU? I’m having trouble with the online submission system—can I get assistance? What’s the policy on publishing conference papers in open access? Is there an internal review process for open access submissions? How can I engage more with the open access community? I’m curious about the impact of my open access article—any tips? What’s the easiest way to share my open access research with the public?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\publication_support.txt", "start_word": 400, "end_word": 557}
{"text": "What are the deadlines for the next round of research grant applications? Can someone help me find info on EU funding opportunities for my project? I heard there's a new funding program available, can you share the details? Is there a guide for applying for research grants at HNU? How do I check the status of my grant application? Are there any workshops coming up about writing grant proposals? What’s the max amount we can apply for in the next funding round? Can I get support for my application from the grants office? Who do I contact if I have questions about my research funding? I’m looking for collaboration partners for a grant application, any suggestions? What’s the typical timeline for receiving research grant approvals? Do we have to submit our applications in German, or is English okay? I found a grant opportunity but it’s due soon, can someone review my proposal? What are the eligibility criteria for the latest DFG funding? Can I apply for multiple grants at the same time? Are there any internal funding sources I can tap into for my research? I need clarification on the budget section of my grant application. What’s the process for renewing an existing research grant? Is there a list of past successful grant applications I can reference? How do I report my research funding expenses? I’m not sure if my project fits the funding guidelines—any tips? Can you send me the link to the funding database? What’s the best way", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\research_grant_info.txt", "start_word": 0, "end_word": 250}
{"text": "renewing an existing research grant? Is there a list of past successful grant applications I can reference? How do I report my research funding expenses? I’m not sure if my project fits the funding guidelines—any tips? Can you send me the link to the funding database? What’s the best way to highlight the impact of my research in a grant? Who reviews our grant applications before submission? Are there any common mistakes to avoid when applying for grants? I’d like to attend a seminar on research funding strategies—any upcoming events? Can I get feedback on my grant proposal from a colleague? What kind of support does the university offer for grant writing? Are there specific funders interested in technology transfer projects? How do I access the grant management system? I have a question about the matching funds requirement—who can help me? Is it possible to get funding for international collaboration? Can I still apply for grants if my project is in its early stages? I heard some researchers are getting funding for sustainability projects, how? Do we have any templates for grant applications available? What’s the process for submitting a joint application with another university? How often do we need to report on funded projects? Can I apply for a research grant if I’m not a full-time employee? What’s the policy on using grant funds for travel expenses? How do I find out which grants I’ve previously applied for? Can I include student assistants in my grant budget? What are", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\research_grant_info.txt", "start_word": 200, "end_word": 450}
{"text": "to report on funded projects? Can I apply for a research grant if I’m not a full-time employee? What’s the policy on using grant funds for travel expenses? How do I find out which grants I’ve previously applied for? Can I include student assistants in my grant budget? What are the chances of getting funded for a small project? I need help understanding the evaluation criteria for a grant I’m applying for. Are there any funding opportunities specifically for interdisciplinary projects? Is there someone who can help me with the financial aspects of my grant proposal? What’s the difference between federal and state research funding options? Can I get an extension on my grant application deadline? I’m not familiar with the application format, where can I find examples? Are there any networking events for researchers looking for funding? What happens if my grant application gets rejected?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\research_grant_info.txt", "start_word": 400, "end_word": 546}
{"text": "Can I reserve the big lecture hall for the guest lecture next week? Is there a way to quickly check room availability for today? Hey, can someone help me with booking a meeting room for tomorrow? Could you confirm if A102 is free on Wednesday at 3 PM? I need a small room for a student meeting, any suggestions? Is there a procedure for booking rooms for external guests? I tried to book room B203, but it seems to be unavailable. What’s the best way to reserve a conference room for our team retreat? Can I use the online portal to book a room, or do I need to send an email? Do we have any large halls available for the annual conference? Just checking, is there a maximum capacity for the meeting rooms? I’d like to book a room with a projector, which ones do we have? Are there any rooms available for a quick brainstorming session later? Can I get access to the room booking system? I need to set up for a workshop. What’s the link to the room booking calendar again? I heard room B101 has been renovated, can I see it before booking? Can I book a room for a recurring meeting, or is that not possible? Is there a checklist for setting up the room before an event? Who do I talk to about reserving a space for our next faculty meeting? Can I book a room for a lunch meeting, or is that", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\room_booking.txt", "start_word": 0, "end_word": 250}
{"text": "book a room for a recurring meeting, or is that not possible? Is there a checklist for setting up the room before an event? Who do I talk to about reserving a space for our next faculty meeting? Can I book a room for a lunch meeting, or is that not allowed? How do I cancel a room reservation if plans change? Is there a way to book multiple rooms at once for a seminar? I’m looking for a quiet room for a phone interview, any recommendations? What’s the earliest I can book a room for a morning lecture? Are there any rooms with video conferencing capabilities? I’d like to book the auditorium for a guest speaker, is it available? Is there a limit on how long I can reserve a room for? Can I get a confirmation email once I book a room? What happens if I forget to return the room key? Do I need to fill out a form to reserve a room, or can I just do it online? Is room A301 free for next Thursday afternoon? I need to book a room for a workshop, but I'm unsure of the process. Are there any special rules for using the larger lecture halls? Can I bring in food for a meeting in the conference room? Do we have any study rooms available for students that I can book? Can I check room availability on my phone or do I need a computer? What’s the process for", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\room_booking.txt", "start_word": 200, "end_word": 450}
{"text": "rules for using the larger lecture halls? Can I bring in food for a meeting in the conference room? Do we have any study rooms available for students that I can book? Can I check room availability on my phone or do I need a computer? What’s the process for booking rooms during exam periods? Is there a specific person to contact for room-related issues? Can I book a room for an off-campus meeting? How do I know if the equipment in the room is working? Is it okay to rearrange the furniture in the meeting room? I heard there’s a new booking system; how does it work? What’s the policy on using lecture halls for non-academic events? Can I reserve a room on short notice, or is that risky? Is there a map showing all the available meeting rooms? Can I book a room for a team building event next month? I need a space for a presentation; which rooms are best for that? Will I get a reminder for my room booking? Can I use a conference room for a casual team lunch? Is there a fee for booking larger rooms?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\room_booking.txt", "start_word": 400, "end_word": 593}
{"text": "What’s the process for applying for a sabbatical leave at HNU? Can I take a sabbatical in the middle of the semester? Hey, do you know if sabbatical leave can be split into two parts? I’m considering a sabbatical next year. When should I start my application? Is there a specific form I need to fill out for a sabbatical request? What are the eligibility criteria for taking a sabbatical? Can admin staff apply for sabbaticals, or is it just for professors? How long can a sabbatical last? Do I need to provide a project plan when I apply for a sabbatical? I heard sabbaticals are competitive—any tips on how to strengthen my application? When are the deadlines for submitting sabbatical applications? What happens to my teaching duties while I’m on sabbatical? Can I still receive my salary during the sabbatical? Is there any funding available for research during my sabbatical? What documents do I need to submit with my sabbatical application? Can I change my sabbatical dates after applying? Is it possible to do a sabbatical abroad? Are there any restrictions on the type of research I can pursue during my sabbatical? I’m not sure if I’m eligible for a sabbatical, who can I ask for advice? Can part-time faculty members apply for a sabbatical? I heard there’s a sabbatical committee—what do they look for in applications? What’s the best way to approach my department head about my sabbatical plans? How does taking a sabbatical affect my tenure track?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sabbatical_inquiry.txt", "start_word": 0, "end_word": 250}
{"text": "a sabbatical, who can I ask for advice? Can part-time faculty members apply for a sabbatical? I heard there’s a sabbatical committee—what do they look for in applications? What’s the best way to approach my department head about my sabbatical plans? How does taking a sabbatical affect my tenure track? Can I take a sabbatical for personal development, or must it be research-focused? What if I need to adjust my sabbatical plan after it’s approved? Is there a maximum number of sabbaticals that can be approved in one year? What if my sabbatical project doesn’t go as planned? Are there any workshops for writing sabbatical proposals? Can I collaborate with other universities during my sabbatical? I’m a researcher—do I need to submit a sabbatical application to both HNU and my funding body? How do I report back on my sabbatical achievements? Are there any sabbatical success stories I can read for inspiration? What’s the typical length of time it takes to get a sabbatical approved? Can I take a sabbatical if I have ongoing projects or obligations? Is it allowed to take a sabbatical right after a promotion? Can I combine teaching and research during my sabbatical? What’s the process for extending a sabbatical if needed? Is it common for faculty to take sabbaticals in the first few years? How does a sabbatical impact my pension contributions? I’ve heard mixed reviews about sabbaticals—what’s the real deal? What if I’m on a contract—can I still apply for a sabbatical? How do", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sabbatical_inquiry.txt", "start_word": 200, "end_word": 450}
{"text": "for extending a sabbatical if needed? Is it common for faculty to take sabbaticals in the first few years? How does a sabbatical impact my pension contributions? I’ve heard mixed reviews about sabbaticals—what’s the real deal? What if I’m on a contract—can I still apply for a sabbatical? How do I find out if my previous sabbatical was successful? Are there any specific sabbatical guidelines I should be aware of? What’s the point of a sabbatical anyway? I’m worried about falling behind in my research—how can I manage that during a sabbatical? Do I need to inform students about my sabbatical in advance? What resources are available to help me plan my sabbatical? Can I get advice from past sabbatical recipients? I’m curious about how sabbaticals are funded at HNU—do we get full pay? What’s the typical outcome for faculty after returning from sabbatical?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sabbatical_inquiry.txt", "start_word": 400, "end_word": 544}
{"text": "I’m feeling unwell, how do I report my sick leave? Do I need to submit a medical certificate for a sick day? Hey, what's the procedure for sick leave around here? I’m out sick today, should I inform HR directly? Can someone tell me where to send my doctor's note? How long do I have to submit my medical certificate? Is it okay to email my sick leave notice to my department head? I need to take a few days off due to illness, what should I do? Who do I contact for reporting a sick leave? Do I have to report sick leave even if it’s just one day? What's the deadline for handing in my sick note? I was sick last week, but forgot to report it, is that a problem? Can I just call in sick, or do I need to fill out a form? Where can I find the sick leave policy? I’m out sick today but still need to attend a meeting, help! Do I have to provide a medical certificate for every sick day? What's the protocol for reporting illness to my supervisor? How do I handle sick leave if I’m on a research project? Hey, I’m not feeling well, who should I notify? Is it enough to notify my team that I’m sick, or do I need to notify HR? Can I report sick leave via the employee portal? I need a sick note for my absence, how do I get one? What’s", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sick_leave_report.txt", "start_word": 0, "end_word": 250}
{"text": "project? Hey, I’m not feeling well, who should I notify? Is it enough to notify my team that I’m sick, or do I need to notify HR? Can I report sick leave via the employee portal? I need a sick note for my absence, how do I get one? What’s the procedure if I’m sick for more than three days? Is there a specific form I need to fill out for sick leave? How do I let my students know I’m sick and won’t be teaching? Can I submit my medical certificate digitally? I missed a week due to illness, what paperwork do I need? Hey, is there a specific email address for sick leave reports? Do I need to specify the illness when I report sick? How do I report if I’m sick during exam week? I’m out sick today, should I still check my emails? Can I just send a text to my boss about my sick leave? Do I need to inform anyone if I’m taking a day off for a medical appointment? What happens if I don’t submit my sick leave on time? Do I need to fill out a special form for extended sick leave? Can I take a leave of absence if my illness is long-term? Is there a limit to how many sick days I can take? I have a doctor's appointment, do I need to report that as sick leave? How soon do I need to report my absence due to illness?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sick_leave_report.txt", "start_word": 200, "end_word": 450}
{"text": "Can I take a leave of absence if my illness is long-term? Is there a limit to how many sick days I can take? I have a doctor's appointment, do I need to report that as sick leave? How soon do I need to report my absence due to illness? What do I do if my sick leave overlaps with a conference? I’m not sure if I’m sick enough to take time off, what should I consider? Hey, quick question—do I have to inform my students if I’m sick? Is there a contact person for questions about sick leave? Can I report sick leave retroactively if I forgot? Do I have to take sick leave for mental health days? What if I’m sick but can still work from home? Is there a specific time frame for submitting sick leave notifications? I’m planning to be out sick next week, do I need to fill out any forms? Can I use sick leave for a family member’s illness? Do I need to attach my medical certificate when reporting sick leave?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\sick_leave_report.txt", "start_word": 400, "end_word": 578}
{"text": "Can I request a new software license for MATLAB for my research project? Ich brauche ein Update für die Statistiksoftware, wo kann ich das anfordern? Are there any licenses available for SPSS that I can use? Could you help me install the latest version of EndNote on my computer? Wo finde ich die Anleitung für die Installation von Zoom? I’m having trouble with my software licenses; can someone assist me? Gibt es eine Möglichkeit, Lizenzen für Office 365 zu bekommen? What’s the process for getting a new software license for teaching? Do we have any licenses for Adobe Creative Cloud? Can I get an update for the antivirus software on my laptop? Ich hab ein Problem mit der Installation von R, kann mir jemand helfen? Who should I contact for software installation issues? I need to update my software for an upcoming presentation, any tips? Könnte ich bitte eine Lizenz für die neue Version von LaTeX anfordern? Where do I submit my request for a new software license? Ich bräuchte dringend eine Softwarelizenz für Python, wie gehe ich vor? Can someone guide me through the software installation process? I’m looking for information on software updates for my department. Wo kann ich die aktuellen Softwarelizenzen einsehen? Could we get more licenses for the new video editing software? I have a question about renewing my software license. Könnte jemand die Software auf meinem Rechner aktualisieren? What’s the timeline for getting a new software license approved? Ich hab Probleme mit dem Lizenzschlüssel für", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\software_request.txt", "start_word": 0, "end_word": 250}
{"text": "ich die aktuellen Softwarelizenzen einsehen? Could we get more licenses for the new video editing software? I have a question about renewing my software license. Könnte jemand die Software auf meinem Rechner aktualisieren? What’s the timeline for getting a new software license approved? Ich hab Probleme mit dem Lizenzschlüssel für meine Software. Can I install the software on multiple devices, or is it just for one? I need access to a specific software for my research, how do I request it? Könnte ich ein Upgrade für die Software in meinem Büro bekommen? Are there any guidelines for using university software on personal devices? Ich würde gerne wissen, ob es Schulungen für neue Software gibt. Can I get a license for the statistical software by next week? Ich hab Schwierigkeiten mit der Installation von SPSS, wer kann helfen? What’s the policy on using open-source software at HNU? Könnte ich die aktuelle Version von MATLAB auf meinem Laptop installieren? I heard about the new software licenses; how can I get one? Gibt es eine zentrale Anlaufstelle für Softwareanfragen? Can I request a license for Tableau for my data analysis project? I need to reinstall my software; can someone assist me with that? Wo kann ich die Softwareupdates für mein Büro anfordern? Can I have a list of all the software available for faculty? Ich möchte wissen, ob ich die Software auch im Homeoffice nutzen kann. Is there a deadline for submitting software license requests? Ich bräuchte Hilfe bei der Installation von einer", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\software_request.txt", "start_word": 200, "end_word": 450}
{"text": "Wo kann ich die Softwareupdates für mein Büro anfordern? Can I have a list of all the software available for faculty? Ich möchte wissen, ob ich die Software auch im Homeoffice nutzen kann. Is there a deadline for submitting software license requests? Ich bräuchte Hilfe bei der Installation von einer neuen Software, bitte. Can I get an extension on my software license renewal? Wo finde ich die Software, die ich für meine Vorlesung benötige? Could you clarify the steps to request a software installation? Ich brauche dringend die neueste Version von Adobe, wie gehe ich vor? What’s the best way to report software issues within our department? Kann ich Lizenzen für meine studentische Hilfskraft beantragen? I need the software installed before next semester; is that possible? Gibt es eine Hotline für Softwareprobleme?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\software_request.txt", "start_word": 400, "end_word": 532}
{"text": "Can I see my students’ advising records somewhere? What are the typical consultation hours for our department? I need to schedule an appointment with a student, how do I do that? Is there a way to set up virtual advising sessions for students? Do I have to update my consultation hours every semester? Can I change my office hours last minute if necessary? What’s the best way to remind students about their appointments? I’m not sure how to handle a student who missed their advising session. Are there any guidelines for advising international students? How do I access the student advising database? Can I hold group advising sessions instead of one-on-one? Is there a form I should fill out for student counseling requests? Do I need to keep track of my advising appointments? What if a student wants to meet outside of my office hours? Can I use my personal Zoom account for student consultations? Are there any resources available for first-year student advising? How do I report a no-show from a student advising appointment? I need to change my consultation hours for next month, is that possible? What’s the procedure if I feel a student needs additional support? Who do I contact if I have questions about advising policies? Can I have my advising hours posted on the university website? How do I handle advising for students in different programs? What tools are available for scheduling appointments with students? Are there any workshops for improving student advising skills? Can", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\student_consultation.txt", "start_word": 0, "end_word": 250}
{"text": "do I contact if I have questions about advising policies? Can I have my advising hours posted on the university website? How do I handle advising for students in different programs? What tools are available for scheduling appointments with students? Are there any workshops for improving student advising skills? Can I get a list of students who have signed up for my advising hours? Is it okay to advise students over email instead of in person? What’s the process for cancelling an advising appointment? Do I have to attend training for student advising? How can I make my advising more effective for students? What’s the protocol for advising students with disabilities? I think I need to adjust my advising strategy for better engagement. What resources can I recommend to students during our consultations? Can I combine my advising hours with my office hours? How do I handle a student who is persistently late to appointments? Are there any specific advising tools recommended for our faculty? Can I get feedback from students about my advising sessions? What’s the best way to track the progress of my advisees? Is there a limit to how many students I can advise at once? How do I ensure confidentiality during student advising? What happens if a student is unhappy with their advising session? Should I document my advising sessions in any way? Can I refer students to other services if needed? What’s the best way to prepare for an advising appointment? How do I find", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\student_consultation.txt", "start_word": 200, "end_word": 450}
{"text": "do I ensure confidentiality during student advising? What happens if a student is unhappy with their advising session? Should I document my advising sessions in any way? Can I refer students to other services if needed? What’s the best way to prepare for an advising appointment? How do I find out about upcoming advising workshops? Are there guidelines for discussing sensitive topics with students? Can I offer drop-in advising hours? What’s the policy on advising students who are not in my classes? Is it okay to give students my personal phone number for advising? How do I find out which students are assigned to me for advising? Can I use social media to reach out to students about advising?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\student_consultation.txt", "start_word": 400, "end_word": 519}
{"text": "What are the guidelines for supervising a master's thesis at HNU? Hey, can I find the thesis supervision process somewhere on the intranet? Is it true that we have to submit a thesis supervision agreement now? Can I supervise more than three theses this semester? What’s the procedure if a student is struggling with their thesis? How do I handle conflicts with thesis students? I need a refresher on the thesis evaluation criteria, where can I find that? What’s the deadline for submitting thesis topics for next semester? Are there any workshops for thesis supervisors coming up? Is it possible to have a joint supervision with another professor? Do we have to use specific templates for thesis supervision agreements? I heard changes are coming to the thesis guidelines, is that true? Can I supervise a thesis in a field outside my main expertise? What should I do if a student misses a thesis submission deadline? Where can I find the forms needed for thesis supervision? I’m not sure how to structure my first meeting with a thesis student, any tips? What’s the best way to provide feedback on thesis drafts? Are there recommended resources for thesis students that I can share? Can I supervise a thesis in English, or does it have to be in German? How often should I meet with my thesis students during the semester? Do we have a specific grading scale for thesis evaluations? Is there a maximum length for a master’s thesis at HNU? Can", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\thesis_supervision.txt", "start_word": 0, "end_word": 250}
{"text": "share? Can I supervise a thesis in English, or does it have to be in German? How often should I meet with my thesis students during the semester? Do we have a specific grading scale for thesis evaluations? Is there a maximum length for a master’s thesis at HNU? Can I mentor a doctoral student in addition to supervising master’s theses? How do I approach students who are not making progress on their thesis? I’m looking for best practices for thesis supervision, any suggestions? What’s the timeline for thesis submission and defense? Are thesis supervisors required to attend the thesis defense? Can I recommend external examiners for the thesis defense? What’s the process for dealing with plagiarism in a thesis? Do we have guidelines for co-supervising with an industry partner? Can I supervise a thesis remotely if the student is abroad? What’s the protocol for students who want to change their thesis topic? Are there any specific forms for documenting thesis progress? How do I handle a student who is not responsive during the thesis process? What resources are available for me as a thesis supervisor? Is there a way to track the progress of my thesis students online? What should I include in my feedback for a thesis draft? Can I set my own deadlines for thesis milestones? What happens if a student fails their thesis defense? I need help understanding the ethical guidelines for thesis projects. Can I suggest alternative formats for the thesis, like a publication? Is", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\thesis_supervision.txt", "start_word": 200, "end_word": 450}
{"text": "should I include in my feedback for a thesis draft? Can I set my own deadlines for thesis milestones? What happens if a student fails their thesis defense? I need help understanding the ethical guidelines for thesis projects. Can I suggest alternative formats for the thesis, like a publication? Is it mandatory to have a thesis proposal meeting? What’s the best way to encourage students to stay on track with their thesis? Are there any examples of successful theses from previous years? How can I support students who are experiencing mental health issues during their thesis? What’s the policy on thesis supervision during the summer semester? Can I supervise a thesis project that involves field research outside Germany? What are the common pitfalls in thesis supervision I should avoid? Are there training sessions for new thesis supervisors? Where can I find the latest updates on thesis supervision policies?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\thesis_supervision.txt", "start_word": 400, "end_word": 548}
{"text": "Can you tell me where to find the schedule for upcoming workshops on teaching methods? Ich habe Schwierigkeiten mit der Kursanmeldung, wo kann ich Hilfe bekommen? What’s the procedure for applying for professional development funds? Are there any upcoming webinars we can attend for skill enhancement? Ich würde gerne wissen, ob es ein neues Angebot für Fortbildungen gibt. How do I enroll in the next research methods course? Can someone point me to the resources for faculty development? I heard about a workshop on digital teaching tools, when is it happening? Wie kann ich mich für den nächsten Workshop zur Studiengangsplanung anmelden? Is there a way to get feedback on my teaching from peers? What are the deadlines for submitting proposals for workshops next semester? Where can I find information about language courses offered to staff? I’m looking for some professional development opportunities; any suggestions? Gibt es eine Liste von empfohlenen Online-Kursen für unsere Abteilung? How do I sign up for the leadership training program? Any chance we can get external speakers for our next faculty meeting? Ich interessiere mich für Workshops zur Stressbewältigung, gibt es da etwas? Can I get a list of all the upcoming training sessions for administrative staff? How do I access the online portal for course enrollment? What’s the best way to propose a new workshop idea? Ich brauche mehr Infos über die nächsten Fortbildungsangebote. Where do I submit my request for a leave to attend a conference? Is there a way to get reimbursement", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\training_request.txt", "start_word": 0, "end_word": 250}
{"text": "administrative staff? How do I access the online portal for course enrollment? What’s the best way to propose a new workshop idea? Ich brauche mehr Infos über die nächsten Fortbildungsangebote. Where do I submit my request for a leave to attend a conference? Is there a way to get reimbursement for professional development courses? Are there any resources available for improving research grant writing? Can I take a day off to attend a professional workshop? Wo finde ich die Anmeldefristen für die nächsten Kurse? Is there any funding available for attending international conferences? I’d like to know if we have any mentorship programs available for new staff. Wie kann ich mich für den nächsten Kurs in Datenanalyse anmelden? Are there workshops on mental health awareness for faculty? What’s the process for getting approval for a professional development leave? Ich suche nach Möglichkeiten zur beruflichen Weiterbildung, habt ihr Tipps? Where can I find a calendar of all upcoming faculty training sessions? Can you remind me when the next course enrollment period starts? Is there a way for researchers to get support for publishing? Ich hab noch nicht die richtige Anmeldebestätigung für den Workshop bekommen. How do I find out if my preferred course is full? Are there any online platforms available for us to learn new skills? What are the prerequisites for enrolling in the advanced statistics course? Ich möchte wissen, ob es auch Workshops für internationale Mitarbeiter gibt. Can I attend workshops outside of my department for professional growth? What’s", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\training_request.txt", "start_word": 200, "end_word": 450}
{"text": "preferred course is full? Are there any online platforms available for us to learn new skills? What are the prerequisites for enrolling in the advanced statistics course? Ich möchte wissen, ob es auch Workshops für internationale Mitarbeiter gibt. Can I attend workshops outside of my department for professional growth? What’s the best way to connect with others for collaborative projects? Are there any resources for improving my presentation skills? Wie kann ich mich für die nächste Schulung in digitalem Lernen anmelden? Is there a feedback form for the recent workshops we attended? What’s the process to suggest topics for future staff development sessions? I’m interested in learning about grant funding opportunities, who can help? Gibt es spezielle Workshops für die Unterstützung von neuen Forschern? Can I get a summary of the latest professional development offerings? How do I register for the next information session on course design?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\training_request.txt", "start_word": 400, "end_word": 547}
{"text": "Can you remind me how to submit my travel expenses for the conference in Berlin? Ich hab meine Reisebelege verloren, was soll ich jetzt tun? What’s the deadline for submitting travel expense claims after a trip? Is there an online form for travel reimbursements or do I need to submit paper copies? How do I track the status of my travel expense reimbursement? Gibt es spezielle Regeln für die Reisekostenabrechnung bei internationalen Reisen? I forgot to keep my train ticket, can I still get reimbursed? Can I submit my travel expenses via email, or does it have to be in person? Do I need to attach receipts for every expense on my travel claim? Is there a limit on how much I can claim for meals while traveling? Who do I contact if my travel reimbursement hasn’t been processed yet? What’s the procedure for claiming expenses for a workshop I attended last month? Könnte ich bitte eine Kopie der Reisekostenrichtlinien bekommen? I need to know if I can claim parking fees for my trip to the conference. Do I have to use the university's travel agency for bookings to get reimbursed? What expenses are covered under the travel reimbursement policy? Ich hab einen Fehler in meinem Reisekostenantrag, was soll ich machen? Can I submit a travel expense claim for a trip that was funded by an external grant? How long does it usually take to receive reimbursement after I submit my expenses? Is there a maximum amount for hotel stays", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\travel_expense_claim.txt", "start_word": 0, "end_word": 250}
{"text": "Ich hab einen Fehler in meinem Reisekostenantrag, was soll ich machen? Can I submit a travel expense claim for a trip that was funded by an external grant? How long does it usually take to receive reimbursement after I submit my expenses? Is there a maximum amount for hotel stays during business trips? What if my travel plans change last minute—how does that affect my reimbursement? Can I get reimbursed for a taxi I took to the airport? I’m new here; where do I find the travel expense submission guidelines? What’s the process for claiming mileage if I use my personal car for work travel? Könnte ich die Reisekosten für eine Dienstreise nach München hier einreichen? Is there a specific format for the travel expense report I need to use? What should I do if I accidentally submitted the wrong amount for my travel expenses? Can I claim expenses for meals if I’m traveling on a Saturday? Are there any special forms for international travel reimbursements? I need to know how to handle travel expenses if my trip gets canceled. Where should I send my travel expense claims if I work remotely? How often can I submit travel expense claims? Do I need pre-approval for travel expenses before I book my trip? Who can I ask if I’m unsure about what I can claim for travel expenses? I didn’t receive my reimbursement yet, should I follow up with someone? What happens if I miss the deadline for submitting my travel", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\travel_expense_claim.txt", "start_word": 200, "end_word": 450}
{"text": "Do I need pre-approval for travel expenses before I book my trip? Who can I ask if I’m unsure about what I can claim for travel expenses? I didn’t receive my reimbursement yet, should I follow up with someone? What happens if I miss the deadline for submitting my travel expenses? Könnte ich die Reisekosten für ein Online-Seminar einreichen? How do I report expenses for a conference that was partially funded? Is there a specific budget code I should use for my travel expenses? Do I need to submit my expenses in a particular order or format? Can I receive my reimbursement via direct deposit? What information do I need to include with my travel expense claim? What should I do if I forget to submit my travel expenses on time? Is it okay to combine personal travel with university travel for reimbursement purposes? How are travel expenses different for researchers compared to faculty? Ich hab die Belege für meine Reisekosten nicht, kann ich trotzdem eine Erstattung beantragen? Can I claim for additional travel costs due to a delayed flight? Who handles the processing of travel expense claims at HNU? Wie lange im Voraus sollte ich meine Reise planen, um keine Probleme mit der Abrechnung zu bekommen? Do I need to fill out a special form for international travel expenses?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\travel_expense_claim.txt", "start_word": 400, "end_word": 620}
{"text": "Ich möchte Urlaub für nächstes Monat beantragen. Wie geht das? Kann ich meine Urlaubsanträge auch per E-Mail einreichen? Wo finde ich meinen aktuellen Urlaubsanspruch? Ich habe vergessen, wie viele Urlaubstage ich noch habe. Wo kann ich das nachschauen? Brauche ich eine Genehmigung für meinen Urlaub im August? Könnte ich bitte eine Übersicht meiner Urlaubstage bekommen? Wie lange im Voraus muss ich meinen Urlaub anfragen? Kann ich meinen Urlaub stornieren, wenn sich was ändert? Ich habe gehört, dass es eine Frist für Urlaubsanträge gibt. Stimmt das? Sind meine Resturlaubstage auch im nächsten Jahr gültig? Wie viele Urlaubstage habe ich noch übrig? Ich will meinen Urlaub lieber online beantragen. Geht das? Kann ich einen Teil meines Urlaubs in diesem Jahr und den Rest im nächsten Jahr nehmen? Ich habe eine Frage zu meinem Urlaubsanspruch für Teilzeitkräfte. Wie sieht es aus, wenn ich während meines Urlaubs krank werde? Gibt es eine Regelung für Urlaubstage während der Prüfungsphase? Ich möchte gerne wissen, ob es eine Obergrenze für die Urlaubstage gibt. Kann ich Urlaub während der Semesterferien nehmen? Wo finde ich das Formular für meinen Urlaubsantrag? Ich hab ein paar Fragen zu meinem Urlaub. Wer kann mir helfen? Kann ich meinen Urlaub auch kurzfristig beantragen, wenn ich einen Notfall habe? Ich brauche mehr Informationen über die Urlaubsregelungen für wissenschaftliche Mitarbeiter. Muss ich für einen Urlaub im Ausland besondere Genehmigungen einholen? Wie kann ich meinen Urlaubsantrag nachverfolgen? Ich hab Probleme mit der Online-Urlaubsantragsstelle, was kann ich tun? Was passiert mit meinem Urlaub, wenn ich krank werde?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vacation_request.txt", "start_word": 0, "end_word": 250}
{"text": "wenn ich einen Notfall habe? Ich brauche mehr Informationen über die Urlaubsregelungen für wissenschaftliche Mitarbeiter. Muss ich für einen Urlaub im Ausland besondere Genehmigungen einholen? Wie kann ich meinen Urlaubsantrag nachverfolgen? Ich hab Probleme mit der Online-Urlaubsantragsstelle, was kann ich tun? Was passiert mit meinem Urlaub, wenn ich krank werde? Wie viele Urlaubstage stehen mir als Professor zu? Gibt es spezielle Regelungen für Sabbaticals oder längeren Urlaub? Ich hab gehört, dass man Urlaubsanträge auch im Intranet stellen kann. Wo genau? Kann ich meinen Urlaub aufteilen oder muss ich ihn am Stück nehmen? Ich wollte nachfragen, ob es eine digitale Version des Urlaubsformulars gibt. Könnte ich eine Bestätigung für meinen Urlaubsantrag anfordern? Ich hab eine Frage zu den Fristen bei der Urlaubsantragstellung. Wie viele Tage Urlaub habe ich, wenn ich im Sommersemester angefangen habe? Ich würde gerne wissen, ob mein Urlaubsantrag genehmigt wurde. Gibt es eine Möglichkeit, Urlaubstage in Geld umzuwandeln? Ich habe einige Fragen zu meinem Resturlaub und den Fristen. Kann ich Urlaub beantragen, wenn ich nur noch wenige Tage habe? Ich habe gehört, dass Urlaubsanträge online schneller bearbeitet werden. Wie sieht es mit dem Urlaub aus, wenn ich in der Elternzeit bin? Ich bin mir unsicher, ob mein Antrag korrekt ausgefüllt ist. Kann ich auch Urlaub für einen bestimmten Zeitraum anfragen? Ich habe gehört, dass es eine spezielle Urlaubsregelung für Dozenten gibt. Wie lange dauert es, bis ich eine Antwort auf meinen Urlaubsantrag bekomme? Kann ich meinen Urlaub auch während einer Konferenz nehmen? Ich brauche Hilfe beim Ausfüllen meines", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vacation_request.txt", "start_word": 200, "end_word": 450}
{"text": "korrekt ausgefüllt ist. Kann ich auch Urlaub für einen bestimmten Zeitraum anfragen? Ich habe gehört, dass es eine spezielle Urlaubsregelung für Dozenten gibt. Wie lange dauert es, bis ich eine Antwort auf meinen Urlaubsantrag bekomme? Kann ich meinen Urlaub auch während einer Konferenz nehmen? Ich brauche Hilfe beim Ausfüllen meines Urlaubsformulars. Was muss ich beachten, wenn ich Urlaub in der Prüfungszeit beantragen möchte? Ich möchte sicherstellen, dass ich alle Urlaubstage rechtzeitig beantrage. Gibt es eine maximale Anzahl an Urlaubstagen, die ich nehmen kann? Ich habe ein paar Probleme mit dem Urlaubssystem, was kann ich machen?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vacation_request.txt", "start_word": 400, "end_word": 495}
{"text": "I need to connect to the VPN, but I can't remember my password. Can someone help me with the VPN setup on my laptop? I’m having trouble accessing the remote server via VPN, what gives? Is there a guide for setting up the VPN on my phone? My VPN keeps disconnecting every few minutes, any ideas? Can you send me the VPN setup instructions again, please? I can’t seem to get the VPN to work with my new device. I’m trying to access my files remotely, but the VPN isn’t connecting. What’s the best way to troubleshoot VPN issues? My colleague said the VPN has been acting up lately, is that true? I’m not sure if I installed the VPN correctly, can someone check for me? I’m getting an error when I try to connect to the VPN, help! Does the VPN work with Linux? I’m having some issues. I just updated my OS, and now my VPN won’t connect. Can I use the VPN for my personal projects too? Is there a specific VPN client we should be using? I need to access the university network from home, how do I set up the VPN? My remote access is really slow, is there a way to speed it up? Are there any known issues with the VPN at the moment? My VPN setup worked yesterday, but now it won’t connect. Can I use the VPN while traveling abroad without issues? What should I do if I forget my VPN", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vpn_access.txt", "start_word": 0, "end_word": 250}
{"text": "really slow, is there a way to speed it up? Are there any known issues with the VPN at the moment? My VPN setup worked yesterday, but now it won’t connect. Can I use the VPN while traveling abroad without issues? What should I do if I forget my VPN login credentials? I’m getting a timeout error with the VPN, what can I do? Could someone explain how to set up the VPN for a Mac? I’ve followed the VPN instructions but still can’t connect. Is there a limit on how many devices I can connect to the VPN? My connection is dropping frequently, is that common with VPN? I need the VPN for a project, but I’m not tech-savvy. Help! Can I access the VPN from a public Wi-Fi network? What’s the best way to report persistent VPN issues? I heard the VPN was updated recently, what changed? I'm having issues with remote access while teaching online, any advice? The VPN setup instructions are confusing, can someone clarify? I’m trying to access the network drive remotely, but it’s not working. How do I know if my VPN connection is secure? Can I get help with VPN on my tablet? Is there a VPN app for smartphones that we should use? I’m unable to connect to the VPN on my work laptop, what now? What’s the process for resetting my VPN password? The VPN client keeps crashing, any fixes? I’ve been disconnected from the VPN multiple times today, what’s up?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vpn_access.txt", "start_word": 200, "end_word": 450}
{"text": "Is there a VPN app for smartphones that we should use? I’m unable to connect to the VPN on my work laptop, what now? What’s the process for resetting my VPN password? The VPN client keeps crashing, any fixes? I’ve been disconnected from the VPN multiple times today, what’s up? Can I use the VPN on a shared computer in the library? I need to access some research papers through the VPN, how do I do that? Is it possible to use the VPN for personal use during non-working hours? My VPN connection seems slow, is there a way to improve it? Can someone help me with remote access issues for a project meeting? I’m not getting any internet access when connected to the VPN. Is there a user manual for the VPN client we need to use? Can I connect to the VPN while using a virtual machine? I can’t find the VPN connection in my network settings, what should I do?", "source": "./hnu-chatbot-project/synthetic_data\\en\\employee\\vpn_access.txt", "start_word": 400, "end_word": 563}
{"text": "If you're experiencing technical issues with your university email, please try clearing your browser cache or check the email server status on the HNU IT support page. If the problem persists, contact the IT helpdesk at it-support@hnu.de for further assistance.", "source": "intent_response_en_it_support_employee", "start_word": 0, "end_word": 40}
{"text": "Bei technischen Problemen mit unseren Systemen, einschließlich E-Mail, Software oder Hardware, wenden Sie sich bitte direkt an den IT-Support über das Ticket-System im HNU-IT-Portal oder per E-Mail an it-support@hnu.de. Wir helfen Ihnen schnellstmöglich weiter.", "source": "intent_response_de_it_support_employee", "start_word": 0, "end_word": 34}
{"text": "If you're experiencing connection issues with the VPN, try restarting your device and ensuring that your internet connection is stable; you can also consult the HNU IT support page for troubleshooting steps.", "source": "intent_response_en_vpn_access", "start_word": 0, "end_word": 32}
{"text": "Für den Zugriff auf das VPN stellen Sie bitte sicher, dass Ihre Internetverbindung stabil ist und aktualisieren Sie gegebenenfalls Ihren VPN-Client. Bei weiteren Problemen können Sie die IT-Hotline unter it-support@hnu.de kontaktieren.", "source": "intent_response_de_vpn_access", "start_word": 0, "end_word": 31}
{"text": "If you need to reset your employee account password, please visit the HNU IT service portal at it-service.hnu.de or contact the IT support team directly for assistance.", "source": "intent_response_en_password_reset_employee", "start_word": 0, "end_word": 27}
{"text": "Für einen Passwortreset Ihres Mitarbeiterkontos wenden Sie sich bitte an den IT-Support unter it-support@hnu.de oder nutzen Sie das Self-Service-Portal auf unserer Webseite.", "source": "intent_response_de_password_reset_employee", "start_word": 0, "end_word": 22}
{"text": "For software license requests and installations, please fill out the software request form available on the HNU IT Services page, and our team will assist you with the necessary updates and installations.", "source": "intent_response_en_software_request", "start_word": 0, "end_word": 32}
{"text": "Für Anfragen zu Softwarelizenzen, Installationen oder Updates wenden Sie sich bitte direkt an den IT-Support unter it-support@hnu.de, um eine zügige Bearbeitung Ihrer Anfrage zu gewährleisten.", "source": "intent_response_de_software_request", "start_word": 0, "end_word": 25}
{"text": "To reserve a meeting room, please visit the HNU room booking portal at hnu-rooms.de or reach out to the administration office for assistance.", "source": "intent_response_en_room_booking", "start_word": 0, "end_word": 23}
{"text": "Um einen Seminarraum oder eine Vorlesungshalle zu buchen, besuchen Sie bitte unser Online-Buchungssystem unter hnu-roombooking.de oder wenden Sie sich direkt an die Abteilung für Veranstaltungsorganisation.", "source": "intent_response_de_room_booking", "start_word": 0, "end_word": 25}
{"text": "To order office supplies or equipment, please fill out the request form available on the HNU intranet and send it to the procurement department for approval. For furniture requests, kindly contact the facility management office directly for assistance.", "source": "intent_response_en_equipment_request", "start_word": 0, "end_word": 38}
{"text": "Für die Bestellung von Büromaterialien, Geräten oder Möbeln nutzen Sie bitte das Bestellformular im Intranet und wenden sich bei Fragen an die zentrale Verwaltung unter einkauf@hnu.de.", "source": "intent_response_de_equipment_request", "start_word": 0, "end_word": 26}
{"text": "To submit your travel expenses for reimbursement, please complete the travel expense report form available on the HNU intranet and attach all relevant receipts. Once completed, submit it to the finance department for processing.", "source": "intent_response_en_travel_expense_claim", "start_word": 0, "end_word": 34}
{"text": "Um Ihre Reisekosten einzureichen, füllen Sie bitte das entsprechende Formular im HNU-Portal aus und reichen Sie alle Belege innerhalb von vier Wochen nach der Reise ein, um eine zügige Erstattung zu gewährleisten. Bei Fragen zur Verfahren wenden Sie sich bitte an die Abteilung Finanzwesen.", "source": "intent_response_de_travel_expense_claim", "start_word": 0, "end_word": 44}
{"text": "To apply for vacation, please submit your request through the HR portal, and you can check your leave balance there as well. If you have any questions, feel free to reach out to the HR department for assistance.", "source": "intent_response_en_vacation_request", "start_word": 0, "end_word": 38}
{"text": "Um Ihren Urlaub zu beantragen und Ihren Urlaubsanspruch zu überprüfen, nutzen Sie bitte das Mitarbeiterportal auf der HNU-Website oder wenden Sie sich direkt an die Personalabteilung.", "source": "intent_response_de_vacation_request", "start_word": 0, "end_word": 26}
{"text": "To report sick leave, please notify your department head as soon as possible and submit a medical certificate to the HR department within three days of your absence. For further details, refer to the guidelines on the HNU intranet.", "source": "intent_response_en_sick_leave_report", "start_word": 0, "end_word": 39}
{"text": "Um eine Krankmeldung einzureichen, senden Sie bitte eine E-Mail an Ihre Fachbereichsverwaltung und fügen Sie das ärztliche Attest als Anhang bei. Denken Sie daran, dies innerhalb von drei Tagen nach Beginn der Krankheit zu tun.", "source": "intent_response_de_sick_leave_report", "start_word": 0, "end_word": 35}
{"text": "For questions regarding your salary or payroll, please refer to the HR portal, where you can find your payslips and tax documents, or contact the payroll department directly at payroll@hnu.de for further assistance.", "source": "intent_response_en_payroll_inquiry", "start_word": 0, "end_word": 33}
{"text": "Für Informationen zu Gehalt, Lohnabrechnungen oder steuerlichen Dokumenten wenden Sie sich bitte an die Personalabteilung unter personal@hnu.de oder besuchen Sie die interne Website für Mitarbeiter, wo Sie weitere Ressourcen finden.", "source": "intent_response_de_payroll_inquiry", "start_word": 0, "end_word": 30}
{"text": "For inquiries regarding your employment contract, including terms and conditions, please refer to the HR department's section on the HNU intranet or contact your HR representative directly for assistance.", "source": "intent_response_en_contract_inquiry", "start_word": 0, "end_word": 29}
{"text": "Für Fragen zu Ihrem Arbeitsvertrag, einschließlich Bedingungen und Konditionen, wenden Sie sich bitte direkt an die Personalabteilung oder konsultieren Sie die entsprechenden Informationen im Intranet der Hochschule.", "source": "intent_response_de_contract_inquiry", "start_word": 0, "end_word": 27}
{"text": "For professional development opportunities, please visit the HNU internal portal where you can find a list of upcoming workshops and courses available for enrollment. If you have specific training requests, feel free to reach out to the HR department for assistance.", "source": "intent_response_en_training_request", "start_word": 0, "end_word": 41}
{"text": "Für Informationen zu Fortbildungsangeboten, Kursanmeldungen und Workshops besuchen Sie bitte das Weiterbildungsportal auf unserer Website oder wenden Sie sich direkt an das zuständige Dezernat für Personalentwicklung.", "source": "intent_response_de_training_request", "start_word": 0, "end_word": 26}
{"text": "The performance evaluation process at HNU typically involves a self-assessment followed by a review meeting with your department head; please refer to the employee handbook for detailed guidelines and timelines. If you need assistance with scheduling your review meeting, feel free to reach out to the HR office.", "source": "intent_response_en_performance_review", "start_word": 0, "end_word": 48}
{"text": "Für den Performance-Evaluationsprozess empfehle ich, sich frühzeitig mit den entsprechenden Vorlagen und Richtlinien vertraut zu machen, die auf dem Intranet der HNU zur Verfügung stehen. Bei Fragen zur Terminplanung oder Vorbereitung können Sie sich gerne an die Personalabteilung wenden.", "source": "intent_response_de_performance_review", "start_word": 0, "end_word": 39}
{"text": "For information on research funding opportunities and grant applications, please visit the HNU Research Support website or contact the Research Funding Office for personalized assistance.", "source": "intent_response_en_research_grant_info", "start_word": 0, "end_word": 25}
{"text": "Für Informationen zu Forschungsgeldern und Förderanträgen empfehle ich Ihnen, die Webseite unserer Forschungsförderung zu besuchen oder direkt mit dem zuständigen Ansprechpartner im Forschungsreferat Kontakt aufzunehmen. Dort finden Sie aktuelle Ausschreibungen und hilfreiche Informationen zum Antragsprozess.", "source": "intent_response_de_research_grant_info", "start_word": 0, "end_word": 35}
{"text": "For support with academic publications and open access, you can consult the HNU library's resources or reach out to the Open Access office for guidance on funding options and publication fees.", "source": "intent_response_en_publication_support", "start_word": 0, "end_word": 31}
{"text": "Für Unterstützung bei akademischen Publikationen und Open Access können Sie sich an die Bibliothek der Hochschule Neu-Ulm wenden, die Ihnen Informationen zu Fördermöglichkeiten und Publikationsrichtlinien bereitstellt. Zudem bietet das Forschungsreferat individuelle Beratungsgespräche an, um Ihre spezifischen Fragen zu klären.", "source": "intent_response_de_publication_support", "start_word": 0, "end_word": 39}
{"text": "For conference attendance approval, please submit your request along with a detailed budget to the relevant department head at least four weeks prior to the event. Ensure that your submission aligns with our university's funding guidelines outlined on the HNU intranet.", "source": "intent_response_en_conference_approval", "start_word": 0, "end_word": 41}
{"text": "Für die Genehmigung zur Teilnahme an Konferenzen und die Beantragung von Fördermitteln bitten wir Sie, das entsprechende Formular im HNU-Portal auszufüllen und rechtzeitig bei Ihrem Vorgesetzten einzureichen. Bei Fragen zur Finanzierung stehen Ihnen die Kollegen im Finanzreferat gerne zur Verfügung.", "source": "intent_response_de_conference_approval", "start_word": 0, "end_word": 40}
{"text": "For information on applying for sabbatical leave, please refer to the guidelines on our intranet or contact the Human Resources department for assistance with the application process.", "source": "intent_response_en_sabbatical_inquiry", "start_word": 0, "end_word": 27}
{"text": "Für Informationen zum Sabbatical-Antrag und den entsprechenden Prozess wenden Sie sich bitte an das Personalbüro oder besuchen Sie die interne Website der HNU, wo alle relevanten Unterlagen und Fristen bereitgestellt werden.", "source": "intent_response_de_sabbatical_inquiry", "start_word": 0, "end_word": 31}
{"text": "For parking permits, please visit the HNU administrative office or access the online portal at hnu-parking.de to apply and review current regulations regarding parking on campus.", "source": "intent_response_en_parking_permit", "start_word": 0, "end_word": 26}
{"text": "Für Informationen zu Parkausweisen und den aktuellen Parkplatzregelungen an der HNU, wenden Sie sich bitte an die Verwaltung oder besuchen Sie die entsprechende Seite auf unserer Website unter hnu.de/parkplatz.", "source": "intent_response_de_parking_permit", "start_word": 0, "end_word": 29}
{"text": "For key card access to restricted areas, please submit your request through the HNU security portal or contact the facilities management office for assistance with permissions.", "source": "intent_response_en_key_access_request", "start_word": 0, "end_word": 26}
{"text": "Für die Beantragung von Zugangsberechtigungen oder Schlüsselkarten wenden Sie sich bitte direkt an die Sicherheitsabteilung per E-Mail an sicherheit@hnu.de oder nutzen Sie das entsprechende Formular auf der HNU-Website.", "source": "intent_response_de_key_access_request", "start_word": 0, "end_word": 28}
{"text": "For any office maintenance or repair requests, please fill out the maintenance form available on the HNU intranet or contact the facility management team directly at fm@hnu.de.", "source": "intent_response_en_maintenance_request", "start_word": 0, "end_word": 27}
{"text": "Für Wartungsanfragen oder Reparaturen in Ihrem Büro wenden Sie sich bitte direkt an das Facility Management über das Online-Formular auf unserer Website oder erreichen Sie die Abteilung telefonisch unter der angegebenen Nummer.", "source": "intent_response_de_maintenance_request", "start_word": 0, "end_word": 32}
{"text": "For catering requests for events or meetings, please fill out the catering order form available on the HNU intranet or contact the university's catering service directly at catering@hnu.de for assistance.", "source": "intent_response_en_catering_order", "start_word": 0, "end_word": 30}
{"text": "Für die Bestellung von Catering für Veranstaltungen und Meetings wenden Sie sich bitte an unseren Catering-Service über die interne E-Mail-Adresse catering@hnu.de oder nutzen Sie das Buchungsformular auf der HNU-Website.", "source": "intent_response_de_catering_order", "start_word": 0, "end_word": 29}
{"text": "To submit grades, please log into the HNU grading portal by the deadline specified in the academic calendar; for any grade changes, ensure to fill out the official grade change form and submit it to the examination office.", "source": "intent_response_en_grade_submission", "start_word": 0, "end_word": 38}
{"text": "Um Noten einzureichen oder Änderungen vorzunehmen, nutzen Sie bitte das Notenverwaltungssystem im HNU-Portal und beachten Sie die Fristen für die Noteneingabe, die im aktuellen Studienhandbuch aufgeführt sind. Bei Fragen wenden Sie sich gerne an das Prüfungsamt.", "source": "intent_response_de_grade_submission", "start_word": 0, "end_word": 36}
{"text": "For student advising, please remind students to check my consultation hours posted on the HNU website, and they can schedule an appointment via the online booking tool or by emailing me directly.", "source": "intent_response_en_student_consultation", "start_word": 0, "end_word": 32}
{"text": "Für Beratungsgespräche und Sprechstunden können Sie direkt über meinen persönlichen Kalender auf der HNU-Website einen Termin vereinbaren. Ich freue mich darauf, Ihnen bei Ihren Anliegen zu helfen!", "source": "intent_response_de_student_consultation", "start_word": 0, "end_word": 27}
{"text": "For scheduling exams, please submit your requests through the examination office's online portal, and ensure you adhere to the deadlines outlined in the academic calendar. If you need assistance with room bookings, contact the facility management team directly.", "source": "intent_response_en_exam_scheduling", "start_word": 0, "end_word": 38}
{"text": "Für die Planung von Prüfungen und die Buchung von Räumen nutzen Sie bitte das zentrale Prüfungsmanagement-Tool im HNU-Portal. Bei Fragen oder besonderen Anforderungen können Sie sich direkt an die Prüfungsverwaltung wenden.", "source": "intent_response_de_exam_scheduling", "start_word": 0, "end_word": 31}
{"text": "For thesis supervision guidelines, please refer to the HNU's official thesis handbook available on our intranet, which outlines the processes and expectations for both supervisors and students. If you have specific questions, feel free to reach out to the academic advisory office for assistance.", "source": "intent_response_en_thesis_supervision", "start_word": 0, "end_word": 44}
{"text": "Für die Betreuung von Abschlussarbeiten beachten Sie bitte die Richtlinien, die im HNU-Portal für Betreuer und Studierende zur Verfügung stehen; dort finden Sie Informationen zu den Prozessen, Fristen und Anforderungen. Bei weiteren Fragen können Sie sich jederzeit an das Prüfungsamt wenden.", "source": "intent_response_de_thesis_supervision", "start_word": 0, "end_word": 41}
{"text": "You can find contact information for colleagues and departments in the HNU staff directory accessible through our intranet at intranet.hnu.de. If you need further assistance, feel free to reach out to the administrative office.", "source": "intent_response_en_contact_directory", "start_word": 0, "end_word": 34}
{"text": "Für die Kontaktinformationen von Kollegen und Abteilungen können Sie das interne Mitarbeiterverzeichnis unter myHNU oder die Webseite der jeweiligen Fakultät besuchen. Bei weiteren Fragen wenden Sie sich gerne an die Personalabteilung.", "source": "intent_response_de_contact_directory", "start_word": 0, "end_word": 31}
{"text": "For scheduling meetings with colleagues or administration, please use our shared calendar system and ensure to check for availability before sending out invitations. If you need assistance, feel free to reach out to the administration office.", "source": "intent_response_en_meeting_scheduling", "start_word": 0, "end_word": 36}
{"text": "Um ein Meeting mit Kollegen oder der Verwaltung zu planen, empfehle ich, den gemeinsamen Kalender in Outlook zu nutzen, um verfügbare Zeiten zu finden, oder direkt eine Doodle-Umfrage zu erstellen, um die Terminfindung zu erleichtern.", "source": "intent_response_de_meeting_scheduling", "start_word": 0, "end_word": 35}
{"text": "You can access university documents, policies, and forms through the HNU intranet under the \"Documents\" section, or you may contact the administrative office for specific inquiries.", "source": "intent_response_en_document_access", "start_word": 0, "end_word": 26}
{"text": "Um auf universitäre Dokumente, Richtlinien und Formulare zuzugreifen, besuchen Sie bitte das Intranet der Hochschule Neu-Ulm unter intranet.hnu.de oder wenden Sie sich an die Verwaltung für spezifische Anfragen.", "source": "intent_response_de_document_access", "start_word": 0, "end_word": 28}
{"text": "For the latest university announcements and news, please check the HNU intranet or subscribe to the weekly newsletter for updates directly in your inbox.", "source": "intent_response_en_announcement_inquiry", "start_word": 0, "end_word": 24}
{"text": "Für aktuelle Informationen zu Universitätsankündigungen und Nachrichten empfehlen wir Ihnen, regelmäßig die offizielle HNU-Website sowie das interne Intranet zu besuchen, wo alle relevanten Updates veröffentlicht werden.", "source": "intent_response_de_announcement_inquiry", "start_word": 0, "end_word": 26}
